[
    {
    "id": 6,
    "Year Erected": 1968,
    "Marker Name": "Battle of Nashville Stewart's Line",
    "Marker Text": "Loring's division of Stewart's Corps, Hood's Confederate Army of Tennessee, fought behind this stone wall Dec. 16, 1864.  All Federal attacks were beaten back until the Confederate line was broken a mile to the west.  The division retreated south through the hills toward Brentwood.",
    "Civil War Site?": "TRUE",
    "Notes": "",
    "Location": "4618 Lealand Lane",
    "Latitude": 36.086311,
    "Longitude": -86.791167,
    "Condition": "",
    "Mapped Location": "POINT (-86.791167 36.086311)"
    },
    {
    "id": 126,
    "Year Erected": 2008,
    "Marker Name": "Battle of Nashville (december 16, 1864) Assault on the Barricade",
    "Marker Text": "During the retreat from Nashville, Colonel Edmund Rucker's brigade attempted to block the Union pursuit by erecting a barricade of fence rails and logs across Granny White Pike, 1/2 mile south of this spot. During the ensuing night attack by Union cavalry, fierce hand-to-hand fighting took place until the position finally was overrun around midnight, with Rucker wounded and then captured.",
    "Civil War Site?": "TRUE",
    "Notes": "Donated by Richland Country Club",
    "Location": "Granny White Pike at Richland Country Club",
    "Latitude": 36.050964,
    "Longitude": -86.816416,
    "Condition": "",
    "Mapped Location": "POINT (-86.816416 36.050964)"
    },
    {
    "id": 132,
    "Year Erected": 2008,
    "Marker Name": "Dry-stack Stone Walls",
    "Marker Text": "Dry-stack stone walls, a Scots-Irish building tradition adapted by slaves in the early 19th century, were common throughout middle Tennessee. During the 1864 Battle of Nashville, Brigadier General Henry Jackson was captured at this wall on the Middle Franklin Turnpike after the Confederate line collapsed at Shy's Hill.",
    "Civil War Site?": "TRUE",
    "Notes": "",
    "Location": "4708 Granny White Pike",
    "Latitude": 36.085384,
    "Longitude": -86.804379,
    "Condition": "",
    "Mapped Location": "POINT (-86.804379 36.085384)"
    },
    {
    "id": 37,
    "Year Erected": 1970,
    "Marker Name": "Battle of Nashville Peach Orchard Hill",
    "Marker Text": "On Dec. 16, 1864, Gen. S.D. Lee's Corps, Army of Tennessee, held this right flank of Hood's defense line which ran south along the crest of this ridge. Violent artillery fire & infantry attacks by the corps of Wood & Steedman failed to dislodge the defenders who withdrew only after the collapse of the Confederate left and center in late afternoon.",
    "Civil War Site?": "TRUE",
    "Notes": "",
    "Location": "North side of Harding Place, East of Franklin Road",
    "Latitude": 36.085754,
    "Longitude": -86.768892,
    "Condition": "",
    "Mapped Location": "POINT (-86.768892 36.08575400000001)"
    },
    {
    "id": 134,
    "Year Erected": 2008,
    "Marker Name": "Battle of Nashville (december 16, 1864) Confederate Final Stand",
    "Marker Text": "After the withdrawal from the main Confederate line at Peach Orchard Hill, Lt. Gen. Stephen D. Lee formed a battle line across Franklin Pike 400 yards east of here with 200 men from the remnants of Brig. Gen. Henry Clayton's division and two cannons from the Eufaula Light Artillery. This last line of defense halted the Federal pursuit for the night as the Confederate army retreated through the hills to the southwest.",
    "Civil War Site?": "TRUE",
    "Notes": "",
    "Location": "827 Tyne Blvd",
    "Latitude": 36.077687,
    "Longitude": -86.777135,
    "Condition": "",
    "Mapped Location": "POINT (-86.777135 36.077687)"
    },
    {
    "id": 157,
    "Year Erected": 2017,
    "Marker Name": "Surrender of Nashville Charles Fuller Home",
    "Marker Text": "After Union success to north in TN and KY, Col. John Kennett, 4th Ohio Vol. Cavalry, ordered Cpt. H.C. Rodgers to Edgefield. They met with Nashville mayor R.B. Cheatham, Feb. 23, 1862, at the Edgefield home of banker Charles Fuller, to discuss terms of surrender. The city was conveyed to Federal control on Feb. 25. Fuller became a U.S. Treasury agent at the end of the war prior to his death in 1868. The Fuller home was destroyed in the East Nashville Fire of 1916.",
    "Civil War Site?": "TRUE",
    "Notes": "typo on original, replaced 2017",
    "Location": "612 Woodland Street, East Park",
    "Latitude": 36.17293,
    "Longitude": -86.761689,
    "Condition": "",
    "Mapped Location": "POINT (-86.761689 36.17293)"
    },
    {
    "id": 55,
    "Year Erected": 1975,
    "Marker Name": "Fort Negley Site",
    "Marker Text": "The guns of Fort Negley, commanding three turnpikes to the South & Southeast, opened the Battle of Nashville, Dec. 15, 1864. This site was selected by Capt. J.S. Morton as the key strongpoint in the Federal line around the city. The European style fort named for General James S. Negley, was built of stone, logs, earth and railway iron.",
    "Civil War Site?": "TRUE",
    "Notes": "",
    "Location": "Ridley Avenue, at Fort Negley entrance",
    "Latitude": 36.142933,
    "Longitude": -86.775909,
    "Condition": "",
    "Mapped Location": "POINT (-86.775909 36.142933)"
    },
    {
    "id": 59,
    "Year Erected": 1975,
    "Marker Name": "Battle of Nashville Federal Main Line",
    "Marker Text": "On Dec. 16, 1864, the Federal 16th Corps under Gen. A.J. Smith joined the 23rd Corps under Gen. John M. Schofield approx. 1000 ft. north of here. From that line at about 4:00 p.m. the 1st Brigade of Gen. John McArthur's 1st Division launched the assault that broke the Confederate line at the salient on Shy's Hill to the southeast which resulted in the rout of Hood's Army.",
    "Civil War Site?": "TRUE",
    "Notes": "Marker Project- prioirty list replaced with updated text in 2018",
    "Location": "",
    "Latitude": "",
    "Longitude": "",
    "Condition": "CURRENTLY DOWN",
    "Mapped Location": ""
    },
    {
    "id": 158,
    "Year Erected": 2017,
    "Marker Name": "Surrender of Nashville East Bank of the Cumberland",
    "Marker Text": "On Feb. 25, 1862, Nashville became the first Confederate state capital to fall to Federal forces. Two days prior, the 4th Ohio Vol. Cavalry arrived from Bowling Green, KY and set up pickets along the east bank of the river. Gen. D.C. Buell arrived by rail with about 9,000 men, and on Feb. 25, Gen. William Nelson and a flotilla carrying around 7,000 men arrived from the recent surrender at Fort Donelson. That afternoon, Mayor R.B. Cheatham surrendered the city to Gen. Buell.",
    "Civil War Site?": "TRUE",
    "Notes": "",
    "Location": "East Bank Greenway, Cumberland Park",
    "Latitude": 36.16382,
    "Longitude": -86.772166,
    "Condition": "",
    "Mapped Location": "POINT (-86.772166 36.16382)"
    },
    {
    "id": 89,
    "Year Erected": 1992,
    "Marker Name": "Battle of Nashville Confederate Line",
    "Marker Text": "Trenches about 20ft. N of this point, held by Loring's Division, were the center of the Confederate main line before the Battle of Nashville. On Dec. 15, 1864, Redoubt No.1, a key artillery salient 200 yds. NW, fired on Federal forces until overrun by General Wood's troops late in the day, when Confederates retreated toward Granny White Pike.",
    "Civil War Site?": "TRUE",
    "Notes": "",
    "Location": "1808 Woodmont Boulevard, near intersection of Hopkins St.",
    "Latitude": 36.113627,
    "Longitude": -86.805837,
    "Condition": "",
    "Mapped Location": "POINT (-86.805837 36.113627)"
    },
    {
    "id": 49,
    "Year Erected": 1971,
    "Marker Name": "Neill S. Brown 1810-1886",
    "Marker Text": "Located 125 yards north is the site of Idlewild, home of Neill S. Brown, native of Giles County & fourteenth governor of Tennessee, 1848-1850. The only governor to live in East Nashville, he is credited with naming the city of Edgefield. Appointed United States Minister to Russia in 1850, and in 1870 was a member of the State Constitutional Convention.",
    "Civil War Site?": "",
    "Notes": "",
    "Location": "Neill Avenue between Main Street and Ramsey Street",
    "Latitude": 36.176385,
    "Longitude": -86.757988,
    "Condition": "",
    "Mapped Location": "POINT (-86.757988 36.176385)"
    },
    {
    "id": 5,
    "Year Erected": 1968,
    "Marker Name": "Battle of Nashville Shy's Hill",
    "Marker Text": "On this hill was fought the decisive encounter of the Battle of Nashville December 16, 1864.  At 4:15 p.m. a Federal assault at the angle on top of the hill broke the Confederate line.  Col. W. M. Shy, 20th Tenn. Inf. was killed and Gen. T. B. Smith was captured.  The Confederates retreated over the Overton Hills to the Franklin Pike.",
    "Civil War Site?": "TRUE",
    "Notes": "",
    "Location": "W side of Benton Smith Road,  South of Harding Place at bottom of Shy's Hill Trail",
    "Latitude": 36.087691,
    "Longitude": -86.807835,
    "Condition": "",
    "Mapped Location": "POINT (-86.807835 36.087691)"
    }
]