[
    {
      "id": 6,
      "Year Erected": 1968,
      "Marker Name": "Battle of Nashville Stewart's Line",
      "Marker Text": "Loring's division of Stewart's Corps, Hood's Confederate Army of Tennessee, fought behind this stone wall Dec. 16, 1864.  All Federal attacks were beaten back until the Confederate line was broken a mile to the west.  The division retreated south through the hills toward Brentwood.",
      "Civil War Site?": "TRUE",
      "Notes": "",
      "Location": "4618 Lealand Lane",
      "Latitude": 36.086311,
      "Longitude": -86.791167,
      "Condition": "",
      "Mapped Location": "POINT (-86.791167 36.086311)"
    },
    {
      "id": 90,
      "Year Erected": 1992,
      "Marker Name": "University School of Nashville",
      "Marker Text": "Founded in 1915 as the successor to The Winthrop Model School at the University of Nashville, Peabody Demonstration School was established at this site in 1925 to utilize the teacher training methods developed at George Peabody College for Teachers. It became an independent institution in 1975 and was renamed University School of Nashville.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "2000 Edgehill Avenue",
      "Latitude": 36.14399,
      "Longitude": -86.798228,
      "Condition": "",
      "Mapped Location": "POINT (-86.798228 36.14399)"
    },
    {
      "id": 168,
      "Year Erected": 2018,
      "Marker Name": "May-granbery House and Alford Cemetery",
      "Marker Text": "Revolutionary War Pvt. John Alford built a two-room house on this land c. 1810, expanding it in 1812 and 1820. The Alford cemetery retains three markers that were placed as early as 1822. The c.1830 brick two-story Federal dwelling was home to James F. May, grandson of Knoxville founder Gen. James White. May purchased the land in 1837 and resided here until his death. James T. Granbery inherited and restored the house in 1939, and established Seven Springs Farm on the estate.",
      "Civil War Site?": "",
      "Notes": "Council District 4",
      "Location": "621 Hill Road",
      "Latitude": 36.047802,
      "Longitude": -86.754991,
      "Condition": "",
      "Mapped Location": "POINT (-86.754991 36.047802)"
    },
    {
      "id": 19,
      "Year Erected": 1969,
      "Marker Name": "Meharry Medical College",
      "Marker Text": "Meharry Medical College, established in 1876 through the efforts of Dr. George W. Hubbard, Dr. William J. Sneed, and Samuel Meharry, is the only AMA Accredited, privately endowed, predominantly Negro medical school in the world. During its first 90 years of service, it trained more Negro physicians and dentists than any other institution.",
      "Civil War Site?": "",
      "Notes": "replaced 2012",
      "Location": "Meharry Medical College, D.B. Todd Boulvard entrance",
      "Latitude": 36.16677,
      "Longitude": -86.805937,
      "Condition": "",
      "Mapped Location": "POINT (-86.805937 36.16677)"
    },
    {
      "id": 29,
      "Year Erected": 1970,
      "Marker Name": "Madison College",
      "Marker Text": "Madison College was founded in 1904 as Nashville Agricultural Normal Institute by Seventh-day Adventists on a farm of 412 acres. A sanitarium and campus industries were integral to the plan of work and study for students training for careers in agriculture, teaching, religion, industrial arts, nursing and allied health courses, and other fields.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Hospital Drive off of Neely's Bend Road, Madison",
      "Latitude": 36.250539,
      "Longitude": -86.683834,
      "Condition": "",
      "Mapped Location": "POINT (-86.683834 36.250539)"
    },
    {
      "id": 62,
      "Year Erected": 1976,
      "Marker Name": "Newsom's Mill",
      "Marker Text": "The original Newsom's Mill was located upstream & was destroyed by flood in 1808. Joseph M. Newsom constructed this turbine-powered gristmill in 1862 of hand-dressed limestone cut from Newsom's quarry, a mile south. Newsom's stone is found in many important buildings in the city of Nashville.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Charlotte Pike (Hwy 70), between Buffalo Road and Huntwick",
      "Latitude": 36.0917,
      "Longitude": -86.986567,
      "Condition": "",
      "Mapped Location": "POINT (-86.986567 36.0917)"
    },
    {
      "id": 126,
      "Year Erected": 2008,
      "Marker Name": "Battle of Nashville (december 16, 1864) Assault on the Barricade",
      "Marker Text": "During the retreat from Nashville, Colonel Edmund Rucker's brigade attempted to block the Union pursuit by erecting a barricade of fence rails and logs across Granny White Pike, 1/2 mile south of this spot. During the ensuing night attack by Union cavalry, fierce hand-to-hand fighting took place until the position finally was overrun around midnight, with Rucker wounded and then captured.",
      "Civil War Site?": "TRUE",
      "Notes": "Donated by Richland Country Club",
      "Location": "Granny White Pike at Richland Country Club",
      "Latitude": 36.050964,
      "Longitude": -86.816416,
      "Condition": "",
      "Mapped Location": "POINT (-86.816416 36.050964)"
    },
    {
      "id": 183,
      "Year Erected": 2018,
      "Marker Name": "Kenner Manor Historic District",
      "Marker Text": "Originally part of the Woodlawn estate, this property was subdivided in 1916 by Duncan Kenner and the Kenner Manor Land Company. Many houses on Kenner Avenue and Woodmont Circle were built in the 1920s, and in 1929 the Clearview Subdivision was platted on Crescent Road and Clearview Drive. The neighborhood's early-20th-century homes retain much of their original character. The Kenner Manor Historic District was listed in the National Register of Historic Places in 2016.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Kenner Ave. at Woodmont Cir.",
      "Latitude": 36.119153,
      "Longitude": -86.840325,
      "Condition": "",
      "Mapped Location": "POINT (-86.840325 36.119153)"
    },
    {
      "id": 212,
      "Year Erected": "",
      "Marker Name": "Betty Chiles Nixon",
      "Marker Text": "Betty Nixon was a trailblazing woman in Nashville politics, an ardent preservationist, and a relentless advocate for the city's people and neighborhoods. She served on the Metro Council from 1975 to 1987, was the first woman to chair its Budget and Finance Committee, and ran for mayor in 1987 and 1991. Nixon and her first husband, U.S. District Judge John T. Nixon, purchased this 1925 Colonial Revival house in 1971. It was the setting for her campaigns and community activism.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "1607 18th Avenue South",
      "Latitude": 36.138601,
      "Longitude": -86.796764,
      "Condition": "ordered/ not arrived",
      "Mapped Location": "POINT (-86.796764 36.138601)"
    },
    {
      "id": 115,
      "Year Erected": 2003,
      "Marker Name": "Ezell House",
      "Marker Text": "In 1805 Jeremiah Ezell (1775-1838) moved here from Virginia and purchased 17 acres of land on Mill Creek. In 1816 he served on the Court of Pleas for Davidson County. In 1888, his grandson, Henry Clay Ezell, built this brick vernacular Queen Anne style house. His large farm was known for breeding fine mules from stock imported from Spain.",
      "Civil War Site?": "",
      "Notes": "replaced in 2017",
      "Location": "Corner of Old Ezell Road and Donelson Pike/Harding Place     652 Old Ezell Road",
      "Latitude": 36.098286,
      "Longitude": -86.677242,
      "Condition": "",
      "Mapped Location": "POINT (-86.677242 36.098286)"
    },
    {
      "id": 202,
      "Year Erected": 2019,
      "Marker Name": "Contemporary Christian Music",
      "Marker Text": "Religious music was integral to Nashville's identity as 'Music City,' from early music publishing houses to the international impact of the Fisk Jubilee Singers. Key artists nurtured locally in the 1970s eventually crossed over to mainstream fans and by the 1990s, Contemporary Christian and Gospel Music outsold jazz and classical. Nashville also became the capital of this new genre, serving as home to the Gospel Music Association, major labels and a growing creative community.",
      "Civil War Site?": "",
      "Notes": "double sided Sponsored by Capital Christian Music Group, Curb|Word Entertainment, and Provident Label Group",
      "Location": "1000 16th Ave S",
      "Latitude": 36.146636,
      "Longitude": -86.792464,
      "Condition": "",
      "Mapped Location": "POINT (-86.792464 36.146636)"
    },
    {
      "id": 196,
      "Year Erected": 2019,
      "Marker Name": "Freedman's Savings and Trust Company Bank",
      "Marker Text": "In March 1865, Congress established the Freedman's Savings and Trust Company Bank. A Nashville branch was chartered in Dec. 1865. By 1867, there were 37 branches, mostly in the South. Liberty Hall was built at 44 Cedar Street in 1871 to serve as home to the bank. Despite local successes, federal mismanagement and corruption led to the closure of all branches in 1874. In 1909, another African-American bank, the People's Savings Bank and Trust Co., opened at 410 Cedar Street.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list double sided",
      "Location": "330 Dr. M.L.K. Jr. Blvd.",
      "Latitude": 36.166414,
      "Longitude": -86.780457,
      "Condition": "",
      "Mapped Location": "POINT (-86.780457 36.166414)"
    },
    {
      "id": 135,
      "Year Erected": 2009,
      "Marker Name": "The Seeing Eye Independence and Dignity Since 1929",
      "Marker Text": "The Seeing Eye, the world-famous dog guide training school, was incorporated in Nashville January 29, 1929, with headquarters in the Fourth and First National Bank Building at 315 Union St. Morris Frank, a 20-year-old blind man from Nashville, and his guide dog, Buddy, played a key role in the school's founding and subsequent success. It was Frank who persuaded Dorothy Harrison Eustis to establish a school in the United States.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Union Street at Third Avenue North",
      "Latitude": 36.165579,
      "Longitude": -86.778611,
      "Condition": "",
      "Mapped Location": "POINT (-86.778611 36.165579)"
    },
    {
      "id": 68,
      "Year Erected": 1976,
      "Marker Name": "Edmondson Home Site",
      "Marker Text": "Will Edmondson, born about 1883 of former slave parents in the Hillsboro area of Davidson County, worked as a railroad and hospital laborer until 1931, when he began his primitive limestone carvings. Working without formal training, he produced some remarkable sculptures which won high praise in exhibits across the nation. He died in 1951.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Fourteenth Avenue South, north of Wade Avenue",
      "Latitude": 36.137383,
      "Longitude": -86.790549,
      "Condition": "",
      "Mapped Location": "POINT (-86.790549 36.137383)"
    },
    {
      "id": 132,
      "Year Erected": 2008,
      "Marker Name": "Dry-stack Stone Walls",
      "Marker Text": "Dry-stack stone walls, a Scots-Irish building tradition adapted by slaves in the early 19th century, were common throughout middle Tennessee. During the 1864 Battle of Nashville, Brigadier General Henry Jackson was captured at this wall on the Middle Franklin Turnpike after the Confederate line collapsed at Shy's Hill.",
      "Civil War Site?": "TRUE",
      "Notes": "",
      "Location": "4708 Granny White Pike",
      "Latitude": 36.085384,
      "Longitude": -86.804379,
      "Condition": "",
      "Mapped Location": "POINT (-86.804379 36.085384)"
    },
    {
      "id": 138,
      "Year Erected": 2010,
      "Marker Name": "Hill Forest",
      "Marker Text": "In 1910, H.G. Hill, Sr. purchased this 324 acres including an old-growth forest west of downtown Nashville. He refused to allow the trees to be sold for timber, and fenced the forest to keep his cattle from damaging the centuries-old trees. Hill enjoyed its pristine beauty throughout his lifetime. In 2009, the Friends of Warner Parks purchased the land from the Hill family, ensuring that this ancient forest in an urban setting will continue to be preserved.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "6811 Highway 70 South",
      "Latitude": 36.079758,
      "Longitude": -86.903032,
      "Condition": "",
      "Mapped Location": "POINT (-86.903032 36.079758)"
    },
    {
      "id": 200,
      "Year Erected": 2019,
      "Marker Name": "Girl Scouts of Middle Tenneesee",
      "Marker Text": "In 1917, five years after Girl Scouts was founded in Savannah, Ga., the first troops were formed in Nashville. By 1927 there were enough troops and community support to join the national organization as the Nashville Girl Scouts Council. The first headquarters was built in 1964 at 830 Kirkwood Ave. and moved to Granny White Pike in 1991. Now called Girl Scouts of Middle Tenn., they still strive to build girls of courage, confidence and character who make the world a better place.",
      "Civil War Site?": "",
      "Notes": "Council District 34 double sided",
      "Location": "4522 Granny White Pike",
      "Latitude": 36.089473,
      "Longitude": -86.802738,
      "Condition": "",
      "Mapped Location": "POINT (-86.802738 36.089473)"
    },
    {
      "id": 148,
      "Year Erected": 2013,
      "Marker Name": "Cohn School",
      "Marker Text": "Designed by architects Asmus and Clark and opened in 1928 as a junior high school, Cohn School was named in memory of Corinne Lieberman Cohn, one of the first female members of the school board.  Jonas H. Sikes served as first principal. The school added high school grades in 1937, and graduated its first high school class in 1940. Following school desegregation, Cohn High merged with Pearl High in 1983. The building now serves as the Cohn Adult Learning Center.",
      "Civil War Site?": "",
      "Notes": "double-sided",
      "Location": "Cohn School, 4805 Park Avenue, (Sylvan Park)",
      "Latitude": 36.150993,
      "Longitude": -86.84525,
      "Condition": "",
      "Mapped Location": "POINT (-86.84525 36.150993)"
    },
    {
      "id": 88,
      "Year Erected": 1992,
      "Marker Name": "Tennessee Ornithological Society",
      "Marker Text": "On October 7, 1915, Dr. George Curtis, Albert F. Ganier, Judge H.Y. Hughes, Dr. George R. Mayfield, Dixon Merritt, and A.C. Webb met at Faucon's Restaurant, 419 Union Street, approximately 50 feet east of here, to found the Tennessee Ornithological Society. T.O.S. was chartered by the state for the purpose of studying Tennessee birds. A journal, The Migrant, publishes accurate records of birds across the state. The Birds of the Nashville Area has local records. T.O.S. is the state's oldest conservation group in continuing existence.",
      "Civil War Site?": "",
      "Notes": "Donated in memory of B.B. Coffey (1870-1966).",
      "Location": "Union Street, between Fifth Avenue North and Arcade Alley, wall marker",
      "Latitude": 36.165814,
      "Longitude": -86.780806,
      "Condition": "",
      "Mapped Location": "POINT (-86.780806 36.165814)"
    },
    {
      "id": 1,
      "Year Erected": 1968,
      "Marker Name": "Heaton's Station",
      "Marker Text": "Heaton's Station (also called Old Heaton Station, Eaton Station, and Heatonsburg) was founded by Amos Heaton after arriving here with James Robertson in Dec. 1779. Stations founded by others in the surrounding area included: Fort Union, Freelands, Nashborough, Stones River, Mansker, Asher, and Bledsoe. By 1783, only two stations remained, Heaton and Nashborough. The Heaton family moved west in 1786 to New Heaton Station, along the present-day Eaton Creek area of Whites Creek.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with updated text 2018",
      "Location": "Lock Road at Baptist World Center Dr.",
      "Latitude": 36.201212,
      "Longitude": -86.788031,
      "Condition": "",
      "Mapped Location": "POINT (-86.788031 36.201212)"
    },
    {
      "id": 186,
      "Year Erected": 2019,
      "Marker Name": "Nashville Porter and Ale Brewery",
      "Marker Text": "In 1815, T.M. Burland opened a small brewery 1.5 miles west of Nashville along Cockrill Spring. The brewery used water from the nearby spring and barley purchased from local farmers. J.T. and W.B. Smith operated the brewery from 1834 until it was purchased by P. Jonte and J.B. Bergerot in 1838. The brewery closed in 1841. Coincidently, S. Weins and K. Taylor co-founded the Blackstone Brewery near this location in 1994, on the same tract of land as the Porter and Ale Brewery.",
      "Civil War Site?": "",
      "Notes": "donated by Scott Mertie family",
      "Location": "1901 Charlotte Ave.",
      "Latitude": 36.157522,
      "Longitude": -86.801631,
      "Condition": "",
      "Mapped Location": "POINT (-86.801631 36.157522)"
    },
    {
      "id": 140,
      "Year Erected": 2011,
      "Marker Name": "Bradley Studios",
      "Marker Text": "In 1955, brothers Owen and Harold Bradley built a recording studio in the basement of a house on this site. They added another studio here in an army Quonset Hut, producing hits by Patsy Cline, Red Foley, Brenda Lee, Marty Robbins, Sonny James, and others. Columbia Records purchased the studios in 1962. The studio established its reputation in the music industry with hits by stars including Johnny Cash, Bob Dylan, Roger Miller, George Jones, and Tammy Wynette.",
      "Civil War Site?": "",
      "Notes": "Donated by the Mike Curb Foundation",
      "Location": "34 Music Square East",
      "Latitude": 36.149432,
      "Longitude": -86.792024,
      "Condition": "",
      "Mapped Location": "POINT (-86.792024 36.149432)"
    },
    {
      "id": 11,
      "Year Erected": 1968,
      "Marker Name": "Samuel Watkins 1794-1880",
      "Marker Text": "Brick manufacturer and builder, who fought under General Andrew Jackson in the Creek campaigns and at the Battle of New Orleans, left at his death in 1880 property and $100,000 as an endowment for a school later called Watkins Institute, organized in 1885. A pioneer school for adult education, and a leader in arts education, it has been in continuous operation since 1889.",
      "Civil War Site?": "",
      "Notes": "moved to Watkins College of Art and Design with updated text ( 2011)",
      "Location": "2298 Rosa L Parks Boulevard",
      "Latitude": 36.193756,
      "Longitude": -86.806218,
      "Condition": "",
      "Mapped Location": "POINT (-86.806218 36.193756)"
    },
    {
      "id": 124,
      "Year Erected": 2007,
      "Marker Name": "First Baptist Church East Nashville",
      "Marker Text": "Founded in 1866 under the direction of Rev. Randall B. Vandavall, First Baptist Church East Nashville built. This Classical Revival building between 1928 and 1931, during the height of Rev. W.S. Ellington's career. Nashville artist Francis Euphemia Thompson painted the distinctive baptistry murals in the 1950s and 1960s. At that time the church served as a frequent meeting place for the African-American community during the Civil Rights Movement.",
      "Civil War Site?": "",
      "Notes": "Donated by FBC East Nashville",
      "Location": "601 Main Street",
      "Latitude": 36.1739,
      "Longitude": -86.762598,
      "Condition": "",
      "Mapped Location": "POINT (-86.762598 36.1739)"
    },
    {
      "id": 201,
      "Year Erected": 2019,
      "Marker Name": "Turner Grammar School",
      "Marker Text": "By 1800 Whitsett's Chapel became this area's first school.  In Jan. 1899 Flat Rock native, philanthropist and real estate developer R.W. Turner and wife Sallie W. Turner gave 2 acres for a new 9th dist. public school.  The first Turner School was overcrowded by the 1920s.  Designed by architect George D. Waller, Turner Grammar School opened in 1926 with Otto Prather as principal.  The cafetorium dates to 1950.  An annex of Cole Elem. in its final years, the school closed in 1989.",
      "Civil War Site?": "",
      "Notes": "Council District 15",
      "Location": "2949 Nolensville Pike",
      "Latitude": 36.108371,
      "Longitude": -86.744044,
      "Condition": "",
      "Mapped Location": "POINT (-86.74404400000002 36.108371)"
    },
    {
      "id": 81,
      "Year Erected": 1982,
      "Marker Name": "Cane Ridge Cumberland Presbyterian Church",
      "Marker Text": "Cane Ridge Cumberland Presbyterian Church, built in 1859, replaced a log building which occupied land donated by Edwin Austin & Thomas Boaz in 1826. One of the best known pastors was Hugh Bone Hill who also preached at the Jerusalem Church in Rutherford County. Isaac Johnson, a Revolutionary War soldier, died 1839 & is buried in the church cemetery.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "13411 Old Hickory Boulevard, Antioch",
      "Latitude": 36.000746,
      "Longitude": -86.634162,
      "Condition": "",
      "Mapped Location": "POINT (-86.634162 36.000746)"
    },
    {
      "id": 182,
      "Year Erected": 2018,
      "Marker Name": "Nettie Napier Day Home Club",
      "Marker Text": "Nettie Langston Napier had a Day Home Club on this site by 1907. It provided childcare, meals, education and healthcare for the children of poor, working African American mothers. Napier appointed a vice president for each of the city's wards, each responsible for soliciting funds and donations. The wife of prominent banker, lawyer and public figure James C. Napier, Nettie Langston Napier was a talented musician, avid social activist and member of the women's club movement.",
      "Civil War Site?": "",
      "Notes": "Marker Project-priority list",
      "Location": "6144th Ave S",
      "Latitude": 36.154218,
      "Longitude": -86.772692,
      "Condition": "",
      "Mapped Location": "POINT (-86.772692 36.154218)"
    },
    {
      "id": 71,
      "Year Erected": 1980,
      "Marker Name": "Disciples of Christ Historical Society",
      "Marker Text": "Library and archives of the 19th c. American religious unity movement which became: the Christian Church (Disciples of Christ); Christian Churches; and Churches of Christ. Located here, 1958, in the Thomas W. Phillips Memorial. Architects: Hoffman & Crumpton; Hart, Freeland & Roberts. Sculptor: Puryear Mims. Stained glass artist: Gus Baker.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "1101 Nineteenth Avenue South",
      "Latitude": 36.145665,
      "Longitude": -86.797425,
      "Condition": "",
      "Mapped Location": "POINT (-86.797425 36.145665)"
    },
    {
      "id": 153,
      "Year Erected": 2013,
      "Marker Name": "Cockrill School",
      "Marker Text": "Through the efforts of Mark Sterling Cockrill and Lemuel Davis, a school serving West Nashville children in grades 1-8 opened near here in 1888. High school grades were soon added and the school became West Nashville High School. Following annexation, the school was renamed Cockrill School in 1907. The Public Works Administration constructed the current building at this location, the former Clifton Park. Designed by Marr and Holman, this building opened in 1940.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "610 49th Avenue North",
      "Latitude": 36.154561,
      "Longitude": -86.846068,
      "Condition": "",
      "Mapped Location": "POINT (-86.846068 36.154561)"
    },
    {
      "id": 46,
      "Year Erected": 1971,
      "Marker Name": "Hyde's Ferry Turnpike",
      "Marker Text": "Here was toll-gate No.2 of the Hyde's Ferry Turnpike Co., chartered in 1848 to build a road from Nashville to Ashland City and Sycamore Mills.  Richard Hyde's ferry crossed the Cumberland 2.6 mi. southeast, where the railroad bridge is now.  Davidson County paid $10,000 for its part of the road in 1901.  Cheatham County bought its portion and freed it from tolls in 1916.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Ashland City Highway/Hydes Ferry Road, between Cato Road and Eatons Creek Road",
      "Latitude": 36.208889,
      "Longitude": -86.864167,
      "Condition": "",
      "Mapped Location": "POINT (-86.864167 36.208889)"
    },
    {
      "id": 136,
      "Year Erected": 2009,
      "Marker Name": "Scottsboro",
      "Marker Text": "In 1869, Tom Scott opened a general store 500 yards to the southwest on Old Hyde's Ferry Pike that also served as a post office and public gathering place. Scott's Store became the center of this farming community, which stretches north to Joelton and south to the tip of Bells Bend. The unincorporated crossroads community was called Scott's Store until 1902, when it was renamed Scottsboro.",
      "Civil War Site?": "",
      "Notes": "double-sided",
      "Location": "Old Hickory Blvd at Ashland City Highway",
      "Latitude": 36.211694,
      "Longitude": -86.920493,
      "Condition": "",
      "Mapped Location": "POINT (-86.920493 36.211694)"
    },
    {
      "id": 3,
      "Year Erected": 1968,
      "Marker Name": "Site of First Store",
      "Marker Text": "Lardner Clark, 'Merchant and Ordinary Keeper,' came from Philadelphia, Penn. in the early 1780s with ten horses packed with goods to sell. He established Nashville's first drygoods store by 1783, on a site 30 yards east. Clark sold calicoes, unbleached muslin, thimbles, pins, liquors, and provender for horses. Many customers traded pelts and furs for his goods. The building—which served as a store, tavern, and dwelling—faced south and was known as 'the house with the piazza.'",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with updated text 2018 wall marker",
      "Location": "NE corner of Second Avenue North and Banks Street",
      "Latitude": 36.234238,
      "Longitude": -86.777439,
      "Condition": "",
      "Mapped Location": "POINT (-86.777439 36.234238)"
    },
    {
      "id": 67,
      "Year Erected": 1976,
      "Marker Name": "Waverly Place",
      "Marker Text": "About 100 yards east stood Waverly, the home of A.W. Putnam, a writer and historian. The house was named for the Waverley Novels by Sir Walter Scott. Putnam sold Waverly in 1858, and in 1887 the land was conveyed to a real estate syndicate—the Waverly Land Co.  The land was subdivided into lots, and became a streetcar suburb serviced by the Waverly Place-Glendale Park line. Several of the streets—Grantland, White, and Ridley—are named for members of the land syndicate.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with updated text in 2018",
      "Location": "Benton Avenue near Eigth Avenue South",
      "Latitude": 36.132515,
      "Longitude": -86.778657,
      "Condition": "",
      "Mapped Location": "POINT (-86.778657 36.132515)"
    },
    {
      "id": 199,
      "Year Erected": 2019,
      "Marker Name": "Jewish Community Center Bombing",
      "Marker Text": "At 8:07 p.m. on Sunday, March 16, 1958 a bomb exploded at the Jewish Community Center at 3500 West End Avenue. The JCC, which was located here from 1952-84, often hosted community meetings aimed at desegregating Nashville's schools and communities based on the Jewish values of equality and justice for all. Rabbi William Silverman received a call from the 'Confederate Underground' claiming responsibility for the bombing.  The JCC opened one day later to demonstrate its resilience.",
      "Civil War Site?": "",
      "Notes": "Council District 24",
      "Location": "440 Greenway entrance at West End Avenue",
      "Latitude": 36.136352,
      "Longitude": -86.822402,
      "Condition": "",
      "Mapped Location": "POINT (-86.822402 36.136352)"
    },
    {
      "id": 114,
      "Year Erected": 2003,
      "Marker Name": "Germantown Historic District",
      "Marker Text": "European immigrants established Germantown, the first suburb in North Nashville, in the 1850s. Large brick townhouses stood next to modest workers' cottages, illustrating the area's economic and social diversity. World War I and changes in public attitude began decades of decline. Renovation projects at two historic churches began the neighborhood's revitalization in the 1970s. Germantown became a National Register Historic District in 1979.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Jefferson Street, between Sixth Avenue North and Seventh Avenue North",
      "Latitude": 36.173883,
      "Longitude": -86.789012,
      "Condition": "",
      "Mapped Location": "POINT (-86.789012 36.173883)"
    },
    {
      "id": 188,
      "Year Erected": 2019,
      "Marker Name": "May Hosiery Mills",
      "Marker Text": "In 1897, Jacob May and his family moved to Nashville and opened the Rock City Hosiery Mill. May obtained a contract to use convict labor for his mill, located inside the state penitentiary on Church Street. In 1908, May incorporated the company under a new name—May Hosiery Mills—and opened a new location next to the Louisville & Nashville railroad terminal on Brown St. in South Nashville. Jacob ran the mill with the help of his sons, Mortimer and Dan, until his death in 1946.   In the early 20th century, the mill was among the largest employers in Nashville. It employed many Jewish refugees the May family helped flee Nazi Germany in the 1930s. For much of the mill's 88 years, its hundreds of employees, mostly women, manufactured a million socks a week. The factory supplied major department stores nationwide and made the socks worn by the NASA Apollo 11 crew. The mill ceased operations in 1985 and has since served as space for artists and businesses.",
      "Civil War Site?": "",
      "Notes": "Council District 17",
      "Location": "429 Chestnut Street",
      "Latitude": 36.143634,
      "Longitude": -86.769339,
      "Condition": "",
      "Mapped Location": "POINT (-86.769339 36.143634)"
    },
    {
      "id": 127,
      "Year Erected": 2008,
      "Marker Name": "Una Community",
      "Marker Text": "The Una community developed around the crossroads of Smith springs road and Old Murfreesboro Pike in the early 19th century. The local postmaster changed the community name from Rowesdale, or Rosedale, to Una in 1882, honoring a Peabody college student much loved by local residents. Home to schools, churches, a general store, and a service station, this bustling tightly-knit rural community was supplanted by suburban development by the end of the 20th century.",
      "Civil War Site?": "",
      "Notes": "Sponsored by Metro Council member Vivian Wilhoite",
      "Location": "Smith Springs Road and Old Murfreesboro Road",
      "Latitude": 36.096776,
      "Longitude": -86.654516,
      "Condition": "",
      "Mapped Location": "POINT (-86.654516 36.096776)"
    },
    {
      "id": 76,
      "Year Erected": 1982,
      "Marker Name": "Customs House",
      "Marker Text": "President Rutherford B. Hayes laid its cornerstone in 1877. Designed by Treasury Department architect W.A. Potter, it was occupied in 1882 by collectors of customs and internal revenue, U.S. courts, and Nashville's main post office. Addition to rear began in 1903, wings in 1916. Declared surplus in 1976, then given to the City, it was renovated by the development firm that leased it.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "701 Broadway",
      "Latitude": 36.15909,
      "Longitude": -86.781309,
      "Condition": "",
      "Mapped Location": "POINT (-86.781309 36.15909)"
    },
    {
      "id": 171,
      "Year Erected": 2018,
      "Marker Name": "Smith-carter House",
      "Marker Text": "This stone, Monterey-style house was built in 1925 and purchased in 1952 by 'Mr. Country,' Carl Smith, just weeks before his marriage to June Carter, of the famed Carter Family. The farm remained home to June and daughter Carlene after the couple's 1956 divorce, during which time The Carter Family became a regular Grand Ole Opry act. In 1963, June wrote 'Ring of Fire' here with Merle Kilgore, a certified Gold single recorded soon after by Johnny Cash and The Carter Family.   The Carter Family toured with Cash, often appearing on his show. June and Johnny recorded several duets and married in 1968. Family matriarch 'Mother Maybelle' Carter, who developed the transformative 'Carter Scratch' guitar picking style, moved here with husband Ezra in 1971 during his illness. Inducted into the Country Music Hall of Fame in 1970, Maybelle was featured on the 1972 Nitty Gritty Dirt Band album Will the Circle Be Unbroken. She stayed here until her death in 1978.",
      "Civil War Site?": "",
      "Notes": "Council Distric 8",
      "Location": "1020 Gibson Drive",
      "Latitude": 36.251452,
      "Longitude": -86.722541,
      "Condition": "",
      "Mapped Location": "POINT (-86.722541 36.251452)"
    },
    {
      "id": 72,
      "Year Erected": 1981,
      "Marker Name": "Mansker's First Fort",
      "Marker Text": "Here on west bank of the creek that he discovered in 1772, Kasper Mansker and other first settlers built a log fort in 1779. John Donelson's family fled here in 1780 for safety from Indians. Mansker abandoned the fort in 1781 and moved to Fort Nashborough. He returned in 1783, built a stronger stockade on east bank of the creek a half mile upstream, and lived there until he died in 1820.",
      "Civil War Site?": "",
      "Notes": "there is also a Tennessee Historical Commision on the same side of the street--3A 146",
      "Location": "Goodlettsville, on Long Hollow Pike between Northcreek Boulevard and Jackson Road",
      "Latitude": 36.322626,
      "Longitude": -86.690376,
      "Condition": "",
      "Mapped Location": "POINT (-86.690376 36.322626)"
    },
    {
      "id": 24,
      "Year Erected": 1970,
      "Marker Name": "Lockeland Spring",
      "Marker Text": "Located 250 yds. S.E., this famous pioneer spring served Lockeland mansion on site of present school building. Home built by Col. Robert Weakley in early 1800's and named for his wife, daughter of Gen. Matthew Locke of Salisbury, N.C. Spring water won prize at St. Louis Exposition in 1904, for its 'unique mineral composition and salubrious quality.'",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "corner of Woodland Street and North 17th Street",
      "Latitude": 36.176729,
      "Longitude": -86.739668,
      "Condition": "",
      "Mapped Location": "POINT (-86.739668 36.176729)"
    },
    {
      "id": 172,
      "Year Erected": 2018,
      "Marker Name": "Odom's Tennessee Pride Sausage, Inc.",
      "Marker Text": "In 1943, with a $1000 loan from a friend, Douglas G. Odom, Sr., his wife Louise, and their children—Doug Jr., Richard, Judy, and June—started a four-hog a day sausage business. Before selling the company in 2012, the three generation family-owned business was one of the largest independent sausage manufacturers in America. The iconic farmboy and slogan, 'Take Home a Package of Tennessee Pride,' were regular features on Grand Ole Opry television broadcasts starting in 1956.",
      "Civil War Site?": "",
      "Notes": "Council District 9",
      "Location": "1145 Neely's Bend Rd.",
      "Latitude": 36.24461,
      "Longitude": -86.678367,
      "Condition": "",
      "Mapped Location": "POINT (-86.678367 36.24461)"
    },
    {
      "id": 173,
      "Year Erected": 2018,
      "Marker Name": "Old Hickory Works",
      "Marker Text": "In Jan. 1918, the area known as Hadley's Bend was purchased by the U.S. government to build a smokeless gunpowder factory to supply the Allied troops during World War I. The contract for the plant—called Old Hickory Works—was awarded to DuPont Co. Over 7 miles of rail were laid to connect the plant to Hermitage Station, bringing in about 31,000 passengers daily. The almost 5,000 acre property started at the Cumberland River and reached to what is now the Hermitage Golf Course.",
      "Civil War Site?": "",
      "Notes": "Council District 11",
      "Location": "Old Hickory Blvd. at Montchanin Dr.",
      "Latitude": 36.234238,
      "Longitude": -86.625403,
      "Condition": "NOT UP YET",
      "Mapped Location": "POINT (-86.625403 36.234238)"
    },
    {
      "id": 128,
      "Year Erected": 2008,
      "Marker Name": "Dutchman's Curve Train Wreck",
      "Marker Text": "The deadliest train wreck in U.S. history occurred on July 9, 1918, when two crowded trains collided head-on at Dutchman's Curve. The impact caused passenger cars to derail into surrounding cornfields, and fires broke out throughout the wreckage. Over 100 died, including many African-American workers journeying to work at the munitions plant near Old Hickory.",
      "Civil War Site?": "",
      "Notes": "Sponsored by the Bellevue Harpeth Historic Association",
      "Location": "White Bridge Pike at Richland Creek Greenway Trailhead",
      "Latitude": 36.12713,
      "Longitude": -86.85044,
      "Condition": "",
      "Mapped Location": "POINT (-86.85044 36.12713000000001)"
    },
    {
      "id": 162,
      "Year Erected": 2018,
      "Marker Name": "Hca Healthcare",
      "Marker Text": "In 1968, Hospital Corporation of America (HCA) was founded by Dr. Thomas Frist Sr., his son Dr. Thomas Frist Jr., and businessman Jack C. Massey. The original office was located here, in a small house near HCA's first hospital—Park View. At the time, it was one of the nation's first hospital companies. With a mission to care for and improve human life, the Nashville-based company, now called HCA Healthcare, has grown into one of the nation's largest healthcare services providers.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "250 25th Ave N",
      "Latitude": 36.152988,
      "Longitude": -86.81222,
      "Condition": "",
      "Mapped Location": "POINT (-86.81222 36.152988)"
    },
    {
      "id": 209,
      "Year Erected": 2019,
      "Marker Name": "Olive Branch Missionary Baptist Church",
      "Marker Text": "In 1871, District 6 school commissioners John Briley, Benjiah Gray and Jason Austin bought one acre of land from James Thompson for an African American school. In 1873, African American members of the Benevolent Society of Olive Branch No. 38 established Olive Branch Cemetery. Olive Branch Missionary Baptist Church (est. 1875) used the one-room school for services until the church was built. The church was re-built in 1971. Due to its condition, the school was demolished c. 1980.",
      "Civil War Site?": "",
      "Notes": "Council District 33",
      "Location": "5988 Cane Ridge Road",
      "Latitude": 36.005441,
      "Longitude": -86.639832,
      "Condition": "waiting to install",
      "Mapped Location": "POINT (-86.639832 36.005441)"
    },
    {
      "id": 77,
      "Year Erected": 1982,
      "Marker Name": "Fall School",
      "Marker Text": "Fall School, built in 1898, is the oldest public school building remaining in Nashville. Named after Mr. P.S. Fall, a prominent Nashville businessman and member of the Board of Education from 1865-1867, it served as an elementary school until 1970. In 1982 it was privately renovated for offices. Unlike the earlier study hall design, Fall School had individual classrooms.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "1116 Eighth Avenue South",
      "Latitude": 36.141902,
      "Longitude": -86.778561,
      "Condition": "",
      "Mapped Location": "POINT (-86.778561 36.14190200000001)"
    },
    {
      "id": 96,
      "Year Erected": 1996,
      "Marker Name": "Christ Church Cathedral",
      "Marker Text": "Organized in 1829, Christ Church was Nashville's first Episcopal parish. The present Victorian Gothic church, designed by Francis Hatch Kimball of New York, opened for services on Dec. 16, 1894; the tower, by local architect Russell E. Hart., was added in 1947. Designated the Cathedral for the diocese of Tennessee at the 1995 Diocesan Convention.",
      "Civil War Site?": "",
      "Notes": "text on one side, sketch of the original building on the other",
      "Location": "900 Broadway",
      "Latitude": 36.158593,
      "Longitude": -86.782399,
      "Condition": "",
      "Mapped Location": "POINT (-86.782399 36.158593)"
    },
    {
      "id": 53,
      "Year Erected": 1975,
      "Marker Name": "Frederick Stump 1724-1822",
      "Marker Text": "Frederick Stump, an early settler in the Fort Nashboro area came from Pennsylvania by way of Georgia.  He was a Revolutionary War soldier & noted Indian fighter.  He owned a large plantation along White's Creek where he operated a mill & inn & rented land to other settlers.  This log house is said to have been his home and inn.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "4949 Buena Vista Pike",
      "Latitude": 36.231955,
      "Longitude": -86.824931,
      "Condition": "",
      "Mapped Location": "POINT (-86.824931 36.231955)"
    },
    {
      "id": 56,
      "Year Erected": 1975,
      "Marker Name": "Devon Farm",
      "Marker Text": "Home of John Davis, early surveyor, who came from N.C. to Nashville in 1788. Davis was an Indian fighter & scout in the State Militia until 1795. He settled on Big Harpeth in 1795-96 and that year built a 1½-story home of hand-made brick. The farm, named for Devon cattle bred here, has been owned by seven generations of Davis-Hicks descendants.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with updated text in 2018",
      "Location": "Hwy 100 near Devon Farm entrance",
      "Latitude": "",
      "Longitude": "",
      "Condition": "CURRENTLY MISSING",
      "Mapped Location": ""
    },
    {
      "id": 187,
      "Year Erected": 2019,
      "Marker Name": "Dodson School",
      "Marker Text": "As early as 1815, school was held nearby at Stoner's Lick Methodist Church. In 1843, early settler Timothy Dodson granted land for a dedicated schoolhouse that was built c. 1855. After it burned, classes were held at the Hermitage railroad station until a one-room frame school was rebuilt in 1880. Old Dodson School was built in 1936, expanded in 1950 and 1955; it was desegregated Jan. 23, 1961. Dodson School, designed by Nashville architect Earl Swensson, opened here in 1968.",
      "Civil War Site?": "",
      "Notes": "Council District 12",
      "Location": "4401 Chandler Road",
      "Latitude": 36.191264,
      "Longitude": -86.60361,
      "Condition": "",
      "Mapped Location": "POINT (-86.60361 36.191264)"
    },
    {
      "id": 136,
      "Year Erected": 2009,
      "Marker Name": "Bells Bend",
      "Marker Text": "Bells Bend, first known as White's Bend, is an 18-square-mile area encompassed by a U-shaped bend in the Cumberland River. Numerous archaeological sites indicate that the area has been inhabited for at least 10,000 years. Bells Bend has thrived as an agricultural community since the early 19th century with land owners that included Montgomery Bell and David Lipscomb. The Clees family operated a mill and ferry service beginning in the 1870's. Clees Ferry ceased operation in 1990.",
      "Civil War Site?": "",
      "Notes": "double-sided",
      "Location": "Old Hickory Blvd at Ashland City Highway",
      "Latitude": 36.211694,
      "Longitude": -86.920493,
      "Condition": "",
      "Mapped Location": "POINT (-86.920493 36.211694)"
    },
    {
      "id": 93,
      "Year Erected": 1995,
      "Marker Name": "Mill Creek Baptist Church and Graveyard",
      "Marker Text": "Mill Creek Baptist Church, mother church of Southern Baptists in Davidson County, occupied two meeting houses at this site from 1797 until the early 20th century. Here, in 1833, Baptists formed the first Tennessee Baptist Convention. The church's graveyard includes the graves of many early settlers of both African and European descent.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Glenrose Avenue at Dodge Drive",
      "Latitude": 36.118829,
      "Longitude": -86.727785,
      "Condition": "",
      "Mapped Location": "POINT (-86.727785 36.118829)"
    },
    {
      "id": 41,
      "Year Erected": 1971,
      "Marker Name": "First Steam Locomotive",
      "Marker Text": "On Dec. 13, 1850, the first steam engine, Tennessee No. 1, ordered by the Nashville & Chattanooga Railroad arrived at the wharf on the steamboat Beauty, from Cincinnati. The one mile trip on improvised track from the wharf to the S. Cherry St. crossing required 4 days by mule power. A one mile run was made from this point on Dec. 27, 1850.",
      "Civil War Site?": "",
      "Notes": "replaced with updated text 2011",
      "Location": "Fourth Avenue South railroad crossing at Hart Street (Dudley Park)",
      "Latitude": 36.142497,
      "Longitude": -86.765044,
      "Condition": "",
      "Mapped Location": "POINT (-86.765044 36.142497)"
    },
    {
      "id": 180,
      "Year Erected": 2018,
      "Marker Name": "Rock City",
      "Marker Text": "Rock City was an African American community established c.1881, which was soon followed by the founding of First Baptist Church Rock City. Named for a rock quarry in the area, the approx. boundaries were Cahal Ave. to the south, Branch St. to the east, Litton Ave. to the north and Pennington Ave. to the west. Community children attended Rock City Elementary on Pennington Ave., which closed in 1954. The Men's Civic Club raised funds to provide support for the church and community.",
      "Civil War Site?": "",
      "Notes": "Council District 7",
      "Location": "1500 Ann St.",
      "Latitude": 36.198592,
      "Longitude": -86.727957,
      "Condition": "",
      "Mapped Location": "POINT (-86.727957 36.198592)"
    },
    {
      "id": 14,
      "Year Erected": 1969,
      "Marker Name": "Nashville Centennial 1780-1880",
      "Marker Text": "On April 24, 1880, Nashville began a month-long celebration of 100 years since the signing of the Cumberland Compact. Starting with a 100-gun salute at the Capitol, a procession of dignitaries, veterans, businesses and community groups paraded to the Centennial Exposition building here. The evening featured speeches, music and a grand display of fireworks. Vendors sold Centennial Medals bearing the likeness of the recently dedicated Capitol statue of Pres. Andrew Jackson.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with updated text 2018",
      "Location": "801 Broadway",
      "Latitude": 36.158322,
      "Longitude": -86.78247,
      "Condition": "",
      "Mapped Location": "POINT (-86.78247 36.158322)"
    },
    {
      "id": 131,
      "Year Erected": 2008,
      "Marker Name": "Mud Tavern",
      "Marker Text": "The Mud Tavern Community developed around the crossroads of the Elm Hill and McGavock Turnpikes. The name derives from the mud and log inn at the crossroads where early 19th century travelers found rest and refreshment. Mud Tavern later became a lively rural community, with a railway stop, schools, post office, and general store, which thrived until overtaken by 20th century commercial development.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "2200 Elm Hill Pike",
      "Latitude": 36.152833,
      "Longitude": -86.689894,
      "Condition": "",
      "Mapped Location": "POINT (-86.68989400000001 36.152833)"
    },
    {
      "id": 179,
      "Year Erected": 2018,
      "Marker Name": "Germantown Brewery District",
      "Marker Text": "Germantown was home to many 19th-cen. European immigrants who brought their trade skills to Nashville, including brewing. By 1865 Germantown was home to 4 breweries: North Nashville Brewery (C. Kreig); Rock City Brewery (F. Kuhn); Cumberland Brewery (J. Ritter); and City Brewery (F. Leitenberger). By the 1870s all of these breweries had closed due to the success of J. Stiefel's S. Nashville Brewing Co. and shipments from Midwestern breweries via iced rail cars and riverboats.",
      "Civil War Site?": "",
      "Notes": "text on one side, map on other",
      "Location": "1200 5th Ave N",
      "Latitude": 36.175239,
      "Longitude": -86.787948,
      "Condition": "",
      "Mapped Location": "POINT (-86.787948 36.175239)"
    },
    {
      "id": 159,
      "Year Erected": 2017,
      "Marker Name": "Centenary Methodist Institute",
      "Marker Text": "Women from the Methodist Training School founded Warioto Settlement House in 1908. Renamed Centenary Methodist Institute, CMI moved to this location by 1921. CMI worked with rural migrant families in the North Nashville area called Kalb Hollow, providing a health care clinic and instruction in domestic skills and childcare. Children and teens participated in sports and clubs, directed for many years by Tom Page. CMI merged with Bethlehem Centers of Nashville in 1970.",
      "Civil War Site?": "",
      "Notes": "approved in 2015, ordered and installed 2017",
      "Location": "614/616 Monroe Street",
      "Latitude": 36.176025,
      "Longitude": -86.791107,
      "Condition": "",
      "Mapped Location": "POINT (-86.791107 36.176025)"
    },
    {
      "id": 166,
      "Year Erected": 2018,
      "Marker Name": "Paradise Ridge",
      "Marker Text": "Named for the Paradise brothers, early settlers from North Carolina, this ridge was home to the Joelton Air Force Station from 1956-61, when the 799th Aircraft Control and Warning Squadron operated here as a part of the integrated continental defense system against aerial attacks from the Soviet Union. After the station closed, the radar equipment was updated and is still used as part of the FAA Joint Surveillance System. The Paradise Ridge Community Center opened here in 2013.",
      "Civil War Site?": "",
      "Notes": "Council District 1",
      "Location": "Paradise Ridge Park,  3000 Morgan Rd.",
      "Latitude": 36.335708,
      "Longitude": -86.85987,
      "Condition": "",
      "Mapped Location": "POINT (-86.85987 36.335708)"
    },
    {
      "id": 181,
      "Year Erected": 2018,
      "Marker Name": "Logue House",
      "Marker Text": "In 1786, the State of North Carolina deeded this land as part of a 640 acre grant to Revolutionary War Private and land surveyor James Mulherin. The c. 1920 stone American Foursquare dwelling was home to Gilbert Stroud Logue and Emma McEwan Logue. Gilbert was a professional Southern Circuit bicycle racer, a Scottish Rite 32nd degree Mason, and an investor in multiple businesses. Emma, a founding member of the Lebanon Road Garden Club, often hosted meetings at this estate.",
      "Civil War Site?": "",
      "Notes": "Council District 15",
      "Location": "115 Cottage Ln.",
      "Latitude": 36.1681,
      "Longitude": -86.692215,
      "Condition": "",
      "Mapped Location": "POINT (-86.692215 36.1681)"
    },
    {
      "id": 69,
      "Year Erected": 1976,
      "Marker Name": "Tennessee State University",
      "Marker Text": "Tennessee Agricultural & Industrial State Normal School for Negroes first opened its doors to 247 students in 1912. this site gave birth to a new era of public higher education for Negroes in the state of Tennessee with emphasis on agricultural & industrial occupations. In 1922 the school became a college & in 1951, a university.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "TSU Campus, 3500 John A. Merritt Blvd, Hankal Hall",
      "Latitude": 36.168123,
      "Longitude": -86.830108,
      "Condition": "",
      "Mapped Location": "POINT (-86.830108 36.168123)"
    },
    {
      "id": 149,
      "Year Erected": 2013,
      "Marker Name": "Bass Park",
      "Marker Text": "This .2-acre lot was purchased by East Nashville citizens and presented to the city on December 12, 1921 as a public park and playground. The undeveloped lot provided views of the adjacent fire hall and was intended to keep firefighters from being disturbed. Nashville's smallest park, Bass Park was named in honor of Fire Captain Herman Bass, the first captain of the fire hall.",
      "Civil War Site?": "",
      "Notes": "double-sided",
      "Location": "Bass Park, 1600 Holly Street",
      "Latitude": 36.175477,
      "Longitude": -86.74195,
      "Condition": "",
      "Mapped Location": "POINT (-86.74195 36.175477)"
    },
    {
      "id": 27,
      "Year Erected": 1970,
      "Marker Name": "City of Edgefield",
      "Marker Text": "The portion of East Nashville known as Edgefield, the name suggested by Gov. Neill S. Brown, was incorporated as a city Jan. 2, 1869. Its approximate bounds were Shelby Ave., Sevier St., So. 10th St., Berry St., Cowan Ave. and the River. It's first mayor was W.A. Glenn and its last was S.M. Wene. It was annexed to the City of Nashville Feb. 6, 1880.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "South 5th Street and Fatherland Street",
      "Latitude": 36.169946,
      "Longitude": -86.763934,
      "Condition": "",
      "Mapped Location": "POINT (-86.763934 36.169946)"
    },
    {
      "id": 113,
      "Year Erected": 2003,
      "Marker Name": "Tolbert Fanning 1810-1874",
      "Marker Text": "In 1844, noted educator, evangelist, and agriculturalist Tolbert Fanning started Franklin College, a liberal arts school near this site where boys farmed to cover tuition. In 1855 he co-founded the Gospel Advocate, a religious journal. Fanning's wife, Charlotte Fall, began Fanning Orphan School for girls here in 1884. Their aim was to put education within the 'reach of every youth.'",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Briley Parkway and Vultee Boulevard",
      "Latitude": 36.124368,
      "Longitude": -86.696267,
      "Condition": "",
      "Mapped Location": "POINT (-86.696267 36.124368)"
    },
    {
      "id": 175,
      "Year Erected": 2018,
      "Marker Name": "Tennessee Hospital for the Insane",
      "Marker Text": "In 1832, the Tenn. legislature approved the state's first asylum, established in 1840 southwest of Nashville. The State bought this land in 1848, after activist-reformer Dorothea Dix and asylum staff called for improved facilities. Prominent architect Adolphus Heiman designed the Gothic-style complex with octagonal towers and separate wards. Opened in 1852 and renamed Central State Hospital in 1920, it closed in 1995. A stone gatehouse and unmarked graves are all that remain.",
      "Civil War Site?": "",
      "Notes": "Council District 13",
      "Location": "2 Dell Parkway",
      "Latitude": 36.107811,
      "Longitude": -86.677384,
      "Condition": "",
      "Mapped Location": "POINT (-86.677384 36.107811)"
    },
    {
      "id": 154,
      "Year Erected": 2013,
      "Marker Name": "North Nashville High School",
      "Marker Text": "Located 1100 Clay Street, North Nashville High School opened in 1940. Designed by Hart and Russell, the building was constructed with funding from the Public Works Administration, and featured carved stone panels by sculptor Puryear Mims. The first class graduated in 1941. Four principals served North High: J.H. Noel, W.J. Mullins, L.L. Carnes, and R.W. Elliot. The final commencement was held June 8, 1978. North High was demolished in 1987.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "1000 Cass Street",
      "Latitude": 36.186379,
      "Longitude": -86.805722,
      "Condition": "",
      "Mapped Location": "POINT (-86.805722 36.186379)"
    },
    {
      "id": 151,
      "Year Erected": 2013,
      "Marker Name": "Richland Park",
      "Marker Text": "Once a part of the Byrd Douglas plantation, the Nashville Land Improvement Company dedicated ten acres for a public park in 1887. After annexation, the park became a Nashville City Park in 1907, and the City added playground equipment. Richland Park hosted many community events such as ice cream socials, band concerts, outdoor movies, and sporting events. The commmunity center opened in 1932, and was converted in the Richland Park Library in 1961-62.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "4711 Charlotte Avenue, in front of Richland Park Library",
      "Latitude": 36.152004,
      "Longitude": -86.844134,
      "Condition": "",
      "Mapped Location": "POINT (-86.844134 36.152004)"
    },
    {
      "id": 20,
      "Year Erected": 1969,
      "Marker Name": "Ryman Auditorium",
      "Marker Text": "The Union Gospel Tabernacle was built in 1892 after steamboat captain Thomas Ryman heard Rev. Sam P. Jones speak at a tent revival in 1885. Ryman commissioned architect Hugh C. Thompson to build the Gothic Revival church, which quickly became a place for secular and religious gatherings. After Ryman's death in 1904 it was renamed in his honor. Nicknamed the 'Mother Church of Country Music,' the Ryman Auditorium was home to WSM's 'Grand Ole Opry' from 1943-1974.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with updated  text 2018",
      "Location": "116 5th Avenue North",
      "Latitude": 36.161237,
      "Longitude": -86.778856,
      "Condition": "CURRENTLY DOWN",
      "Mapped Location": "POINT (-86.778856 36.161237)"
    },
    {
      "id": 141,
      "Year Erected": 2011,
      "Marker Name": "Rca Studio B",
      "Marker Text": "RCA Records established a recording studio in this building in November 1957, with local offices run by guitarist-producer Chet Atkins. Its success led to a larger studio, known as Studio A, built next door in 1964. Studio B recorded numerous hits by Elvis Presley, the Everly Brothers, Roy Orbison, Don Gibson, Charley Pride, Jim Reeves, Dolly Parton, and many others. Along with Bradley Studios, Studio B is known for developing 'The Nashville Sound.'",
      "Civil War Site?": "",
      "Notes": "Donated by the Mike Curb Foundation",
      "Location": "34 Music Square West",
      "Latitude": 36.15013,
      "Longitude": -86.793178,
      "Condition": "",
      "Mapped Location": "POINT (-86.79317800000001 36.15013)"
    },
    {
      "id": 37,
      "Year Erected": 1970,
      "Marker Name": "Battle of Nashville Peach Orchard Hill",
      "Marker Text": "On Dec. 16, 1864, Gen. S.D. Lee's Corps, Army of Tennessee, held this right flank of Hood's defense line which ran south along the crest of this ridge. Violent artillery fire & infantry attacks by the corps of Wood & Steedman failed to dislodge the defenders who withdrew only after the collapse of the Confederate left and center in late afternoon.",
      "Civil War Site?": "TRUE",
      "Notes": "",
      "Location": "North side of Harding Place, East of Franklin Road",
      "Latitude": 36.085754,
      "Longitude": -86.768892,
      "Condition": "",
      "Mapped Location": "POINT (-86.768892 36.08575400000001)"
    },
    {
      "id": 54,
      "Year Erected": 1975,
      "Marker Name": "Site of Waterworks Plant",
      "Marker Text": "The city's present waterworks was inaugurated at this site Oct. 1, 1833. The pumping station was erected on the lower river bluff & the reservoir on the upper grounds. German engr., Albert Stein, designed and supervised construction. The system cost $55,000, the first bonded debt of the city. A new plant was in operation & this site was abandoned by Apr. 1891.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Hermitage Avenue at Academy Place",
      "Latitude": 36.155188,
      "Longitude": -86.765555,
      "Condition": "",
      "Mapped Location": "POINT (-86.765555 36.155188)"
    },
    {
      "id": 213,
      "Year Erected": "",
      "Marker Name": "Clark Memorial United Methodist Church",
      "Marker Text": "Founded in South Nashville in 1865, Clark Memorial moved to North Nashville in 1936 and to this location in 1945. The church was central to the Civil Rights movement in Nashville, with activist James M. Lawson conducting classes here in 1959 on non-violent protests. Lawson was a founding member of the Student Non-Violent Coordinating Committee (SNCC), whose Nashville members included students at American Baptist College, Fisk Univ., Tenn. A&I (now Tenn. State) and Vanderbilt Univ.",
      "Civil War Site?": "",
      "Notes": "In Honor of Matthew Walker Jr.",
      "Location": "1014 14th Avenue North",
      "Latitude": 36.169394,
      "Longitude": -86.800271,
      "Condition": "ordered/ not arrived",
      "Mapped Location": "POINT (-86.800271 36.169394)"
    },
    {
      "id": 210,
      "Year Erected": 2019,
      "Marker Name": "Rev. Nelson G. Merry",
      "Marker Text": "The Reverend Nelson G. Merry, born enslaved in 1824 in Kentucky, was brought to Tennessee by his master. At age 16, his widowed mistress willed him to the First Baptist Church. He was freed in 1845. Merry preached to the 'colored' mission of First Baptist, which was established in 1843. When it became 'First Colored Baptist Church' (now First Baptist Church, Capitol Hill) in 1865, Merry, an ordained minister, was named pastor. The Rev. Merry is buried in Mt. Ararat Cemetery.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "10th Ave N at Nelson Merry St.",
      "Latitude": 36.164449,
      "Longitude": -86.789276,
      "Condition": "waiting to install",
      "Mapped Location": "POINT (-86.78927600000002 36.164449)"
    },
    {
      "id": 7,
      "Year Erected": 1968,
      "Marker Name": "East Nashville Fire",
      "Marker Text": "Nashville's worst disaster by fire occurred Wednesday, March 22, 1916. It began at 11:47 a.m. in the rear of Seagraves Planing Mill, 80 yards west, and was swept eastwardly by 44 to 51 mph gales.  It was brought under control at 4:30 p.m. near So. Tenth and Dew Streets.  648 buildings were burned, 1 life lost and 3,000 people left homeless.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "211 North 1st Street",
      "Latitude": 36.175227,
      "Longitude": -86.774227,
      "Condition": "",
      "Mapped Location": "POINT (-86.774227 36.175227)"
    },
    {
      "id": 92,
      "Year Erected": 1994,
      "Marker Name": "Captain Ryman's Home",
      "Marker Text": "On this site stood the residence of Captain Thomas Green Ryman, owner of the Ryman steamboat line and builder of the Union Gospel Tabernacle, renamed Ryman Auditorium after his death in 1904. The Queen Anne frame house with a slate roof, seven gables and two turrets, served as the home of Captain and Mrs. Ryman and their seven children from 1885-1926. The house was razed in 1940.",
      "Civil War Site?": "",
      "Notes": "text on one side, sketch of the building on the other",
      "Location": "500 2nd Avenue South",
      "Latitude": 36.156037,
      "Longitude": -86.771124,
      "Condition": "",
      "Mapped Location": "POINT (-86.771124 36.156037)"
    },
    {
      "id": 85,
      "Year Erected": 1990,
      "Marker Name": "Vine Street Temple",
      "Marker Text": "Nashville's Jewish community began in the 1840s. Many early families were immigrants fleeing oppression in Germany, Russia, and Poland. Completed in 1876, the Vine Street Temple, with nine Byzantine domes was Nashville's first synagogue, for 80 years a symbol of the city's strong Jewish presence. In 1955, the Reform congregation moved to West Nashville where it and other Jewish congregations continue today.",
      "Civil War Site?": "",
      "Notes": "text on one side, sketch of the building on the other",
      "Location": "Commerce Street and Seventh Avenue North",
      "Latitude": 36.160973,
      "Longitude": -86.781619,
      "Condition": "",
      "Mapped Location": "POINT (-86.781619 36.160973)"
    },
    {
      "id": 123,
      "Year Erected": 2005,
      "Marker Name": "Watkins Park",
      "Marker Text": "Land once known as Watkins Grove was given to the city in 1870 by brick maker and contractor Samuel Watkins. It served as a site for political gatherings, school commencements and concerts. This became Nashville's first public park in 1901. Park Board chairman E.C. Lewis planned landscape features including a stone entrance and fence, walkways, flowerbeds, and benches, which were built with materials donated by citizens. In 1906, the Centennial Club opened the city's first playground here, setting a precedent for public recreation facilities elsewhere in the city. Improved by the Works Progress Administration in the 1930s, Watkins Park was a park for black Nashvillians from 1936 until the 1960s, when the park system was desegregated.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Watkins Park, Jo Johnston Avenue and Henry Hale Boulevard",
      "Latitude": 36.161798,
      "Longitude": -86.798944,
      "Condition": "",
      "Mapped Location": "POINT (-86.798944 36.161798)"
    },
    {
      "id": 86,
      "Year Erected": 1990,
      "Marker Name": "Luke Lea Heights 5 Miles Ahead on Scenic Drive",
      "Marker Text": "Luke Lea (1879-1945) envisioned this park, gave to the city in 1927 the original 868 acres, and asked that the land be named for his father-in-law, Percy Warner. Founder of The Nashville Tennessean, Lea was a key developer of Belle Meade, a U.S. senator, organizer and colonel of the 114th Field Artillery, WWI.  To honor him the Park Board named a high hill and overlook Lea Heights.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Belle Meade Boulevard, inside Percy Warner Park",
      "Latitude": "",
      "Longitude": "",
      "Condition": "",
      "Mapped Location": ""
    },
    {
      "id": 145,
      "Year Erected": 2012,
      "Marker Name": "Scarritt College for Christian Workers",
      "Marker Text": "Established in Kansas City in 1892 by the Methodist Episcopal Church South and moved to Nashville in 1924, Scarritt trained laity in Christian education, music, and missions until it closed in 1988. Much of the Collegiate Gothic campus architecture was designed by Nashville architect Henry C. Hibbs.  The campus was listed in the National Register of Historic Places in 1982. A leader in racial integration in the South, Scarritt integrated its student population in 1952. The Rev. Martin Luther King, Jr. spoke in Wightman Chapel to the Conference on Christian Faith and Human Relations on April 25, 1957. From its beginning, Scarritt had an international student population that reflected its commitment to a global understanding of racial justice and equality. Its mission and vision continue today through the Scarritt-Bennett Center.",
      "Civil War Site?": "",
      "Notes": "Donated by the Scarritt Alumni Association",
      "Location": "In front of Wightman Chapel, 1008 19th Avenue North",
      "Latitude": 36.145991,
      "Longitude": -86.797257,
      "Condition": "",
      "Mapped Location": "POINT (-86.797257 36.145991)"
    },
    {
      "id": 33,
      "Year Erected": 1970,
      "Marker Name": "Mcconnell Field",
      "Marker Text": "In 1927 the City bought 131 acres from Warren Sloan and made this the Nashville airport, named for Lieut. Brower McConnell, Tennessee National Guard pilot who died that year in an air crash. The hangars were 50 yards east. Aircraft outgrew the field in the 1930s and moved to Sky Harbor and Berry Field. The Park Board began the golf course in 1939.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Murphy Road, by the club house in McCabe Park",
      "Latitude": 36.14117,
      "Longitude": -86.841381,
      "Condition": "",
      "Mapped Location": "POINT (-86.841381 36.14117)"
    },
    {
      "id": 66,
      "Year Erected": 1976,
      "Marker Name": "Cornelia Fort Airport",
      "Marker Text": "Cornelia Fort (1919-43), Nashville's first woman flying instructor volunteer, Army's WAFS, WWII, was the first woman pilot to die on war duty in American history. 'I am grateful that my one talent, flying, was useful to my country.' she wrote shortly before her death. Miss Fort was lost in a crash over Texas flying a basic-trainer plane, BT 13-A, across the United States.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Cornelia Fort Airport, Airpark Drive",
      "Latitude": 36.190367,
      "Longitude": -86.70405,
      "Condition": "",
      "Mapped Location": "POINT (-86.70405 36.190367)"
    },
    {
      "id": 35,
      "Year Erected": 1970,
      "Marker Name": "William Walker 'grey-eyed Man of Destiny'",
      "Marker Text": "Born May 8, 1824, Walker moved to this site from 6th Ave. N. in 1840. In early life he was doctor, lawyer, & journalist. He invaded Mexico in 1853 with 46 men & proclaimed himself Pres., Republic of Lower Calif. Led force into Nicaragua in 1855; was elected its Pres. in 1856. In attempt to wage war on Honduras was captured & executed Sept. 12, 1860.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Commerce Street at Fourth Avenue North",
      "Latitude": 36.162431,
      "Longitude": -86.777684,
      "Condition": "",
      "Mapped Location": "POINT (-86.777684 36.162431)"
    },
    {
      "id": 44,
      "Year Erected": 1971,
      "Marker Name": "Timothy Demonbreun",
      "Marker Text": "Jacques-Timothe' De Montbrun, born on Mar. 23, 1741, in Boucherville, Quebec, was the first white man to live in the Nashville area. Beginning in 1769, he spent several winters here trading for furs. He served as Lieut. Gov. of Illinois Country, 1783-86. He became permanent resident of Nashville in 1790, operating store & tavern. Died at home on this site, Oct. 30, 1826.",
      "Civil War Site?": "",
      "Notes": "wall marker",
      "Location": "Third Avenue North, near intersection with Broadway, wall marker",
      "Latitude": 36.16201,
      "Longitude": -86.775603,
      "Condition": "",
      "Mapped Location": "POINT (-86.775603 36.16201)"
    },
    {
      "id": 200,
      "Year Erected": 2019,
      "Marker Name": "Josephine Groves Holloway 1898-1988",
      "Marker Text": "Josephine Holloway graduated from Fisk Univ. with a degree in sociology in 1923. She worked at Bethlehem Center as a case worker, where she began organizing the first African-American Girl Scouts troops in Middle Tenn. In 1924 Holloway trained with Girl Scouts founder Juliette Gordon Low. From 1944-63 she worked as the GS Council's first black professional. In 1951 her efforts were central to establishing Camp Holloway, in Millersville, Tenn., for African American girls.",
      "Civil War Site?": "",
      "Notes": "Council District 34 double sided",
      "Location": "4522 Granny White Pike",
      "Latitude": 36.089473,
      "Longitude": -86.802738,
      "Condition": "",
      "Mapped Location": "POINT (-86.802738 36.089473)"
    },
    {
      "id": 204,
      "Year Erected": 2019,
      "Marker Name": "Hillsboro High School",
      "Marker Text": "Hillsboro High School was built in 1939 to serve rural students between Bellevue and Antioch.  It is named for Hillsboro Pike, which runs along the western boundary of the school property to the former town of Hillsboro in Williamson Co. In 1952, following a complete renovation, the school was destroyed by a fire. Edwin Keeble designed the current mid-century modern building in 1954. It was expanded in 1958 and the campus was renovated in 1995. The iconic clock was added in 1958.",
      "Civil War Site?": "",
      "Notes": "Council District 25",
      "Location": "Hillsboro High School,  3812 Hillsboro Pike",
      "Latitude": 36.106822,
      "Longitude": -86.813035,
      "Condition": "waiting to install",
      "Mapped Location": "POINT (-86.813035 36.106822)"
    },
    {
      "id": 111,
      "Year Erected": 2003,
      "Marker Name": "The Harpeth Hall School",
      "Marker Text": "On Sept. 17, 1951, Harpeth Hall opened as an independent girls' college preparatory school on the former P.M. Estes estate. Susan Souby headed the first school of 161 girls. Originating with Ward Seminary (1865-1913); Belmont College for Young Women (1890-1913); and the Ward Belmont School (1913-1951), Harpeth Hall continued Nashville's tradition of superior single-gender education. Motto: Let us lift up the mind and spirit.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "3801 Hobbs Road",
      "Latitude": 36.103404,
      "Longitude": -86.839306,
      "Condition": "",
      "Mapped Location": "POINT (-86.839306 36.103404)"
    },
    {
      "id": 70,
      "Year Erected": 1978,
      "Marker Name": "United Nations Visit to Nashville",
      "Marker Text": "On June 7, 1976, 101 permanent representatives of the United Nations made a historic and unprecedented group visit to Nashville at the invitation of Tennessee Governor Ray Blanton and Nashville Mayor Richard Fulton. During the visit, the United Nations representatives attended a forum at nearby Vanberbilt University, a special Tennessee luncheon in Centennial Park, and a special performance of the Grand Ole Opry. United Nations Secretary-General Kurt Waldheim was presented the Cordell Hull Peace Award by the State of Tennessee and Vanderbilt University during the visit.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Centennial Park, front lawn of Parthenon",
      "Latitude": 36.148817,
      "Longitude": -86.8119,
      "Condition": "",
      "Mapped Location": "POINT (-86.8119 36.148817)"
    },
    {
      "id": 10,
      "Year Erected": 1968,
      "Marker Name": "Two Rivers Mansion",
      "Marker Text": "Built in 1859 by David H. McGavock, this mansion stands on land inherited by McGavock's wife, Willie, from her father, William Harding.  The smaller house to the left was built in 1802.  Dr. James Priestley's Academy, established about 1816, was located on the 1,100 acre farm 1 mile from the mansion on the Cumberland River bluff.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "In front of Two Rivers Mansion, 3130 McGavock Pike",
      "Latitude": 36.189087,
      "Longitude": -86.674773,
      "Condition": "",
      "Mapped Location": "POINT (-86.674773 36.189087)"
    },
    {
      "id": 103,
      "Year Erected": 1999,
      "Marker Name": "Julia Mcclung Green 1873-1961",
      "Marker Text": "Dedicated educator who served Davidson County public schools 57 years as a teacher, the first Supervisor of Elementary Education 1911-1944 and Director of Character Education, Miss Julia oversaw schools countywide. A progressive, she pioneered school hot lunch and health programs for children, local affiliation with national education organizations, and the local PTA movement.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "3500 Hobbs Road",
      "Latitude": 36.102407,
      "Longitude": -86.833444,
      "Condition": "",
      "Mapped Location": "POINT (-86.833444 36.102407)"
    },
    {
      "id": 190,
      "Year Erected": 2019,
      "Marker Name": "Hell's Half Acre",
      "Marker Text": "North and west of the State Capitol was an area city reformers called 'Hell's Half Acre.' Home to immigrants and free and enslaved Blacks, it was a part of a red-light district before, during and after the Civil War. Line St. (now Jo Johnston Ave.) included brothels, bars and secret gambling houses, but the area was also home to a rich African-American culture. Razed as part of the Capitol Hill redevelopment plan in the 1950s, its residents relocated to other parts of the city.",
      "Civil War Site?": "",
      "Notes": "Marker Project-priority list",
      "Location": "",
      "Latitude": "",
      "Longitude": "",
      "Condition": "NOT UP YET",
      "Mapped Location": ""
    },
    {
      "id": 73,
      "Year Erected": 1981,
      "Marker Name": "Assumption Church",
      "Marker Text": "Nashville's second oldest Catholic church, dedicated Aug. 14, 1859, its rectory on right was added in 1874, school on left in 1879. The present altar, windows, and steeple were added later. The Germantown neighborhood grew around it; sermons were often in German until World War I. The parish has produced many nuns and priests including Archbishop John Floersh and Cardinal Stritch.",
      "Civil War Site?": "",
      "Notes": "double-sided with #74",
      "Location": "1227 Seventh Avenue North",
      "Latitude": 36.175419,
      "Longitude": -86.790929,
      "Condition": "",
      "Mapped Location": "POINT (-86.790929 36.175419)"
    },
    {
      "id": 99,
      "Year Erected": 1996,
      "Marker Name": "Lake Providence Community",
      "Marker Text": "Soon after the Civil War, freed slave families established farms and dairies in this community named for Lake Providence Missionary Baptist Church. The church was founded in 1868 by Rev. Larry A. Thompson, a traveling missionary. The first church building and school stood nearby. Many roads in this area are named for African-American settlers.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "4500 block Nolensville Road",
      "Latitude": 36.071514,
      "Longitude": -86.723825,
      "Condition": "",
      "Mapped Location": "POINT (-86.723825 36.071514)"
    },
    {
      "id": 147,
      "Year Erected": 2013,
      "Marker Name": "Fehr School",
      "Marker Text": "Named for local merchant and former school board member Rudolph Fehr, and designed by architects Dougherty and Gardner, Fehr School opened in 1924. On Sept. 9, 1957, Fehr became one of the first schools in Nashville to desegregate, admitting four African American first graders, who attended despite a hostile atmosphere. Some 200 protestors surrounded the school, and it received bomb threats prior to Hattie Cotton School being firebombed shortly after midnight on Sept. 10",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "1624 Fifth Avenue North (Salemtown)",
      "Latitude": 36.182203,
      "Longitude": -86.792432,
      "Condition": "",
      "Mapped Location": "POINT (-86.792432 36.182203)"
    },
    {
      "id": 98,
      "Year Erected": 1996,
      "Marker Name": "Jackson's Law Office",
      "Marker Text": "Andrew Jackson settled in Nashville in 1788 and served as Atty. Gen. until 1796. Lawyer John Overton owned a building here (1791-96) and shared office space with his friend Jackson. Jackson was Tennessee's first Rep. to Congress (1796) and state Superior Court judge (1798-1804). He led U.S. troops to victory at the 1815 Battle of New Orleans and was elected President in 1828.",
      "Civil War Site?": "",
      "Notes": "Donated by the Nashville Bar Association",
      "Location": "333 Union Street, wall marker",
      "Latitude": 36.165185,
      "Longitude": -86.779712,
      "Condition": "",
      "Mapped Location": "POINT (-86.779712 36.165185)"
    },
    {
      "id": 61,
      "Year Erected": 1975,
      "Marker Name": "Nashville Academy of Medicine",
      "Marker Text": "The Nashville Medical Society, the first medical association in Tennessee, was founded March 5, 1821, by seven physicians in the log courthouse on the Public Square. The first president was Dr. Felix Robertson (1781-1865), son of James and Charlotte Robertson and two-time Nashville mayor. On September 4, 1906, the organization was chartered by the State of Tennessee as the Nashville Academy of Medicine and Davidson County Medical Society.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with new text in 2018",
      "Location": "33rd Ave near West End Ave",
      "Latitude": 36.14086,
      "Longitude": -86.81684,
      "Condition": "",
      "Mapped Location": "POINT (-86.81684 36.14086)"
    },
    {
      "id": 193,
      "Year Erected": 2019,
      "Marker Name": "Club Baron",
      "Marker Text": "Jefferson Street developed as a vibrant African-American commercial district in the late-19th and early-20th century.  As Fisk University, Tenn. A&I (Tenn. State Univ.) and Meharry Medical College grew, more restaurants, shops and music venues opened to cater to nearby residents. Built in 1955 during the golden age of Jefferson Street's music scene (1935-65), Club Baron is the only extant nightclub from that time. Owned by local pharmacist Jackson H. Brown, the building also   served as a secondary location for Brown's Pharmacy, as well as the only skating rink in town for African Americans.  The club is best known as the site of a 1963 guitar duel where Nashville bluesman Johnny Jones bested up-and-comer Jimi Hendrix. Other well-known performers included Fats Domino, Etta James, Little Richard, Otis Redding, Muddy Waters, Jackie Wilson and Ruth McFadden. Now owned by the Elks Lodge, the building was preserved as a local Historic Landmark in 2016.",
      "Civil War Site?": "",
      "Notes": "Council District 21",
      "Location": "2614 Jefferson St.",
      "Latitude": 36.168062,
      "Longitude": -86.818085,
      "Condition": "",
      "Mapped Location": "POINT (-86.818085 36.168062)"
    },
    {
      "id": 65,
      "Year Erected": 1976,
      "Marker Name": "General Thomas Overton 1753-1824",
      "Marker Text": "Gen. Thomas Overton served in the Revolutionary War and as Inspector of Revenue in N.C., the same position held by his brother Judge John Overton in Tenn. He was one of Gen. Jackson's seconds in duel with Chas. Dickinson. This grave plot was a part of his homeplace, 'Soldier's Rest,' where he lived from 1804 until his death in 1824.",
      "Civil War Site?": "",
      "Notes": "replaced with updated text 2011",
      "Location": "Donelson Avenue west of Bryan Street, Old Hickory",
      "Latitude": 36.264067,
      "Longitude": -86.6514,
      "Condition": "",
      "Mapped Location": "POINT (-86.6514 36.264067)"
    },
    {
      "id": 17,
      "Year Erected": 1969,
      "Marker Name": "Chickasaw Treaty",
      "Marker Text": "In 1783, Chickasaw chiefs met with white settlers at a spring 100 yards north and agreed on land rights—the Cumberland country for the settlers, the Tennessee River lands beyond the Duck River ridge for the Chickasaw. This tribe became firm friends of James Robertson and his people, but the settlement suffered many more raids by Cherokees and Creeks.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Corner of Morrow Road and Terry Drive",
      "Latitude": 36.163142,
      "Longitude": -86.863283,
      "Condition": "",
      "Mapped Location": "POINT (-86.863283 36.163142)"
    },
    {
      "id": 23,
      "Year Erected": 1970,
      "Marker Name": "Cumberland Park",
      "Marker Text": "The Cumberland Fair and Racing Association sponsored harness racing here 1891-1894. The great match race between Hal Pointer of Tennessee and Direct of California occurred Oct. 21, 1891. Direct won all three heats in record time for a pacing race. Arion, Directum, Kremlin, Robt. J. raced here. Running races 1893-1906 preceded the State Fair 1906.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "State Fairgrounds, intersection of Walsh Road, Rains Avenue, and Wedgewood Avenue",
      "Latitude": 36.132763,
      "Longitude": -86.764927,
      "Condition": "",
      "Mapped Location": "POINT (-86.764927 36.132763)"
    },
    {
      "id": 143,
      "Year Erected": 2011,
      "Marker Name": "J. W. Price Fire Hall",
      "Marker Text": "Constructed in 1892 for Hose Company #1, this building is one of the earliest extant fire halls in Nashville. The upstairs housed firefighters while the lower floor stabled the company's two horses. R. C. Burk served as the first Captain. The fire hall was renamed for J.W. Price, a local businessman, c1910. In 1993, the building reopened as a branch of the Nashville Public Library, and is named for State Legislators Charles and Mary Pruitt.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "117 Charles E. Davis Boulevard",
      "Latitude": 36.151752,
      "Longitude": -86.762035,
      "Condition": "",
      "Mapped Location": "POINT (-86.762035 36.151752)"
    },
    {
      "id": 155,
      "Year Erected": 2013,
      "Marker Name": "Woman Suffrage Rallies",
      "Marker Text": "Centennial Park was the site of May Day rallies held annually from 1914 until 1920, when the Tennessee General Assembly ratified the 19th Amendment to the U.S. Constitution, guaranteeing the right to vote to American women. Suffragists marched from the State Capitol to Centennial Park, where thousands gathered to hear speakers such as Anne Dallas Dudley, Maria Thompson Daviess, Sue Shelton White, and Abby Crawford Milton.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Centennial Park, along 28th Avenue North near Art Center",
      "Latitude": 36.153343,
      "Longitude": -86.812373,
      "Condition": "",
      "Mapped Location": "POINT (-86.81237300000001 36.153343)"
    },
    {
      "id": 34,
      "Year Erected": 1970,
      "Marker Name": "Hillsboro Toll Gate No. 1",
      "Marker Text": "Ten yds. north stood toll gate and toll gate house erected by Nashville and Hillsboro Turnpike Co., Incorporated in 1848.  Charges to travel macadamized road could not exceed: horse or mule, 3 cents; 10 sheep, 20 cents; 20 meat cattle, 25 cents; carriage drawn by pair of horses or mules, 25 cents.  Toll removed in 1903.  Toll gate house, enlarged, stands 20 yds. northwest.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Lawn of fire department near Hillsboro Road and Blair Boulevard",
      "Latitude": 36.129691,
      "Longitude": -86.802425,
      "Condition": "",
      "Mapped Location": "POINT (-86.802425 36.129691)"
    },
    {
      "id": 185,
      "Year Erected": 2019,
      "Marker Name": "Patsy Cline's Dream House",
      "Marker Text": "This is the 'dream house' of country music icon Patsy Cline, born Virginia Patterson Hensley in 1932. Roy Acuff offered her a job by the age of 16, but she opted to sing with a local group back home in Winchester, Va. She changed her name in 1953 and debuted on the Grand Ole Opry in 1955. She got her big break in 1957 singing 'Walkin' After Midnight' on Arthur Godfrey's Talent Scouts. In 1973, she became the first female solo artist inducted into the Country Music Hall of Fame.",
      "Civil War Site?": "",
      "Notes": "Marker Project-priority list",
      "Location": "815 Nella Drive",
      "Latitude": 36.281195,
      "Longitude": -86.736146,
      "Condition": "",
      "Mapped Location": "POINT (-86.736146 36.281195)"
    },
    {
      "id": 169,
      "Year Erected": 2018,
      "Marker Name": "Alex Little Page Green (1806-1874)",
      "Marker Text": "In 1829, The Rev. Alex Green joined the Methodist Episcopal Church's Nashville Conference. Elected vice-president of the TN Conference's Temperance Society in 1835, Green was instrumental in the Southern Methodist Publishing House's move to Nashville in 1854, and helped establish Shelby Medical College (1857) and Vanderbilt University (1875). By private venture, he opened Union St. from College St. to Market St. c. 1870. This area's first school was renamed Alex Green Academy in 1887.",
      "Civil War Site?": "",
      "Notes": "Council District 3",
      "Location": "3921 Lloyd Road,  Alex Green Elementary School",
      "Latitude": 36.253871,
      "Longitude": -86.830129,
      "Condition": "",
      "Mapped Location": "POINT (-86.83012900000001 36.253871)"
    },
    {
      "id": 40,
      "Year Erected": 1971,
      "Marker Name": "James Carroll Napier",
      "Marker Text": "James C. Napier (1845-1940), Nashville Negro lawyer, educator, member of the city council, delegate to four Republican conventions, Register of U.S. Treasury, 1911-1915, was a trustee of Fisk, Howard, and Meharry, advocate of the public schools, and founder of the One-cent Savings Bank, later the Citizens Savings Bank and Trust Co.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "corner of Lafayette Street and Claiborne Street",
      "Latitude": 36.147631,
      "Longitude": -86.759859,
      "Condition": "",
      "Mapped Location": "POINT (-86.759859 36.147631)"
    },
    {
      "id": 149,
      "Year Erected": 2013,
      "Marker Name": "Holly Street Fire Hall",
      "Marker Text": "Completed in 1914, J.B. Richardson Engine Company No. 14 was designed by Nashville's first city architect, James B. Yeaman. Designed to blend in with the surrounding residential neighborhood, it was the first fire hall in the city built specifically for motorized fire trucks. Except for short periods during renovations, this fire hall has been in continuous use since its construction, and was listed in the National Register of Historic Places in 1982.",
      "Civil War Site?": "",
      "Notes": "double-sided",
      "Location": "1600 Holly Street",
      "Latitude": 36.175477,
      "Longitude": -86.74195,
      "Condition": "",
      "Mapped Location": "POINT (-86.74195 36.175477)"
    },
    {
      "id": 31,
      "Year Erected": 1970,
      "Marker Name": "First Airfield",
      "Marker Text": "E. L. Hampton's pasture became 'Hampton Field' when transient airplanes began landing here during the first World War. About 2,000 feet long from here west, bonded north and south by Golf Club Lane and Woodmont Boulevard, it continued in use as Nashville's first airfield about five years until the opening of Blackwood Field in 1921.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "2305 Hampton Avenue",
      "Latitude": 36.116717,
      "Longitude": -86.817237,
      "Condition": "",
      "Mapped Location": "POINT (-86.817237 36.116717)"
    },
    {
      "id": 91,
      "Year Erected": 1993,
      "Marker Name": "St. Patrick Catholic Church",
      "Marker Text": "Erected in 1890 and named for Ireland's patron saint, this Second Empire style church was built to serve South Nashville's growing Irish Catholic population. Until 1954, the Sisters of Mercy taught a grade school here. Since the 1890s, the Irish Travelers, a unique clan of American nomads, have come here periodically for weddings and funerals.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "1219 Second Avenue South",
      "Latitude": 36.144662,
      "Longitude": -86.764131,
      "Condition": "",
      "Mapped Location": "POINT (-86.764131 36.144662)"
    },
    {
      "id": 194,
      "Year Erected": 2019,
      "Marker Name": "Marathon Motor Works",
      "Marker Text": "This Italianate-style 1881 factory first housed the Nashville Cotton Mills, which built the middle section c. 1885. It became Phoenix Cotton Mills in 1894. In 1910 Southern Motor Works of Jackson, Tenn. moved in, becoming Marathon Motor Works in 1911. The final portion of the plant and an elegant office and showroom across Clinton St. were built in 1912. Marathon made vehicles in Jackson (1907-1910) and here (1910-1914). It operated as a parts and service business until 1918.  In 1906, William H. Collier, engineer at Southern Engine and Boiler Works in Jackson, Tenn. designed the 'Southern' car, renamed 'Marathon' after a 1909 contest. Marathon Motor Works' roadsters, touring cars, coupes, limousines, and trucks were sold worldwide with four-cyl. engines ranging from 20-45 hp. The 'Marathon' was the first car entirely manufactured in the South. In 1986, Barry L. Walker began redeveloping the complex into a creative community called Marathon Village.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced #26 Marathon Motor Car",
      "Location": "1200 Clinton Street",
      "Latitude": 36.164514,
      "Longitude": -86.795973,
      "Condition": "",
      "Mapped Location": "POINT (-86.795973 36.164514)"
    },
    {
      "id": 195,
      "Year Erected": 2019,
      "Marker Name": "Nashville School of Law",
      "Marker Text": "Founded in 1911 by the Young Men's Christian Association, the Nashville YMCA Night Law School was created to make legal education accessible to working-class people. The School shared space on the 3rd floor of the YMCA at 7th & Union with the John Hill Eakin Educational Institute and moved to the basement of the Church St. YMCA before moving to its own campus in 1991. Renamed the Nashville School of Law in 1986, it is the only remaining independent law school created by the YMCA.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list",
      "Location": "900 Church Street",
      "Latitude": 36.161285,
      "Longitude": -86.784822,
      "Condition": "",
      "Mapped Location": "POINT (-86.784822 36.161285)"
    },
    {
      "id": 102,
      "Year Erected": 1997,
      "Marker Name": "Saint Thomas Hospital",
      "Marker Text": "On April 11, 1898, at the request of Nashville Bishop Thomas Byrne, the Daughters of Charity opened Saint Thomas Hospital on this site in the former home of Judge J. M. Dickinson. Named for Byrne's patron saint, the hospital began as a 26-bed 'refuge for the sick,' opened a new building in 1902, operated a School of Nursing, and grew to 333 beds before moving in 1974 to 4220 Harding Road.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Hayes Street betweenTwentieth Avenue North and Twentiest-First Awvenue North",
      "Latitude": 36.15215,
      "Longitude": -86.800731,
      "Condition": "",
      "Mapped Location": "POINT (-86.800731 36.15215)"
    },
    {
      "id": 15,
      "Year Erected": 1969,
      "Marker Name": "Powder-grinding Wheels",
      "Marker Text": "These wheels used by the Confederacy to grind gunpowder at Augusta, Ga., in 1863-1864 were made in Woolwich, England and were shipped on the blockade runner 'Spray,' via Mobile. After the war Gen. Miles purchased them for use at Sycamore Powder Mills, Cheatham County. They were exhibited at the Tennessee Centennial Exposition in 1897.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Near present position of wheels in Centennial Park, by Park Plaza entrance",
      "Latitude": 36.146436,
      "Longitude": -86.809605,
      "Condition": "",
      "Mapped Location": "POINT (-86.809605 36.146436)"
    },
    {
      "id": 64,
      "Year Erected": 1976,
      "Marker Name": "Adolphus Heiman 1809-1862",
      "Marker Text": "Born in Potsdam, Prussia. Came to Nashville 1838. Lived in home on this site. Architect, Engineer & Builder. Designed Univ. of Nash. Main Bldg.; Central State Hosp. Main Bldg.; Suspension Bridge over Cumberland River. Masonic Leader; Adj. U.S. Army Mexican War; Col. 10th Tenn. Inf. Reg. C.S.A. Civil War. Buried in Confederate Circle Mount Olivet Cemetery.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "corner of Jefferson Street and 9th Avenue North",
      "Latitude": 36.173077,
      "Longitude": -86.792451,
      "Condition": "",
      "Mapped Location": "POINT (-86.792451 36.173077)"
    },
    {
      "id": 164,
      "Year Erected": 2018,
      "Marker Name": "Antioch Pike",
      "Marker Text": "The Mill Creek Valley Turnpike Company was incorporated by the Tenn. Gen. Assembly on Jan. 21, 1846. Starting near the four mile mark of Nolensville Pike, the road went through Mill Creek valley, 'crossing main Mill creek at or near Rains' mills, passing Antioch meeting house' and continuing south. Tollbooths could be established every five miles to pay for the completion of the road. The name was changed to Antioch Pike in October 1928.",
      "Civil War Site?": "",
      "Notes": "Marker Project-priority list",
      "Location": "2360 Antioch Pike",
      "Latitude": 36.06097,
      "Longitude": -86.674603,
      "Condition": "",
      "Mapped Location": "POINT (-86.674603 36.06097)"
    },
    {
      "id": 121,
      "Year Erected": 2005,
      "Marker Name": "Belle Meade Golf Links Historic District",
      "Marker Text": "Platted in 1915 by developer Johnson Bransford, Belle Meade Golf Links is one of the early subdivisions that arose from the dissolution of the world-famous Belle Meade Plantation. This small residential district represents early 20th century subdivision design and is listed in the National Register of Historic Places.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Belle Meade Golf Links, Intersection of Windsor Drive and Blackburn Avenue",
      "Latitude": 36.101873,
      "Longitude": -86.865887,
      "Condition": "",
      "Mapped Location": "POINT (-86.865887 36.101873)"
    },
    {
      "id": 25,
      "Year Erected": 1970,
      "Marker Name": "Transfer Station Site",
      "Marker Text": "Site of electric street railway transfer station 1902-1940. Electric streetcar service began formally on April 30, 1889 replacing mule-drawn streetcars which had served the city since 1866. Final run for the electric streetcars was February 2, 1941 on Radnor line. Operation of bus system began Aug. 4, 1940 on Hillsboro-Sunset line",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Near corner of 3rd Avenue and Deaderick Street",
      "Latitude": 36.166283,
      "Longitude": -86.779355,
      "Condition": "",
      "Mapped Location": "POINT (-86.77935500000001 36.166283)"
    },
    {
      "id": 134,
      "Year Erected": 2008,
      "Marker Name": "Battle of Nashville (december 16, 1864) Confederate Final Stand",
      "Marker Text": "After the withdrawal from the main Confederate line at Peach Orchard Hill, Lt. Gen. Stephen D. Lee formed a battle line across Franklin Pike 400 yards east of here with 200 men from the remnants of Brig. Gen. Henry Clayton's division and two cannons from the Eufaula Light Artillery. This last line of defense halted the Federal pursuit for the night as the Confederate army retreated through the hills to the southwest.",
      "Civil War Site?": "TRUE",
      "Notes": "",
      "Location": "827 Tyne Blvd",
      "Latitude": 36.077687,
      "Longitude": -86.777135,
      "Condition": "",
      "Mapped Location": "POINT (-86.777135 36.077687)"
    },
    {
      "id": 177,
      "Year Erected": 2018,
      "Marker Name": "The Old Woman's Home",
      "Marker Text": "On Dec. 17, 1891, the Tenn. legislature granted a charter establishing the Old Woman's Home 'for the care and protection of aged and helpless women.' In 1909, the women moved from 136 Cherry St. (4th Ave) to a new home at 2817 West End Ave. Later renamed The West End Home for Ladies, it was home to hundreds of elderly women until it was demolished in 1984. The West End Home Foundation continues this legacy of enriching the lives of older adults through grantmaking and advocacy.",
      "Civil War Site?": "",
      "Notes": "donated by the West End Home Foundation",
      "Location": "2817 West End Avenue",
      "Latitude": 36.144546,
      "Longitude": -86.812959,
      "Condition": "",
      "Mapped Location": "POINT (-86.812959 36.144546)"
    },
    {
      "id": 87,
      "Year Erected": 1992,
      "Marker Name": "Nashville Sit-ins",
      "Marker Text": "Formerly located at this site was First Baptist Church, Capitol Hill, headquarters of the 1960s Sit-In Movement, led by Rev. Kelly Miller Smith. Strategy sessions, non-violence workshops, mass meetings, victory celebrations, and administrative offices were here. The well-disciplined Nashville Sit-Ins served as a model for civil rights demonstrations throughout the South.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Eighth Avenue North and Charlotte Pike",
      "Latitude": 36.164366,
      "Longitude": -86.785667,
      "Condition": "",
      "Mapped Location": "POINT (-86.785667 36.164366)"
    },
    {
      "id": 109,
      "Year Erected": 2001,
      "Marker Name": "Ward's Seminary",
      "Marker Text": "Ward's Seminary for Young Ladies, founded in 1865 by Dr. William E. Ward, stood at this site many years. Dr. Ward, a graduate of Cumberland University in Lebanon in both law and divinity, died in 1887. The school was sold, but continued to operate as Ward's Seminary until 1913 when it merged with Belmont College to form Ward-Belmont, a high school and junior college for women. Ward's was regarded as one of the leading schools for young women in the South.",
      "Civil War Site?": "",
      "Notes": "wall marker",
      "Location": "272 Rosa L Parks Blvd",
      "Latitude": 36.160131,
      "Longitude": -86.781836,
      "Condition": "",
      "Mapped Location": "POINT (-86.781836 36.160131)"
    },
    {
      "id": 13,
      "Year Erected": 1969,
      "Marker Name": "Mrs. John Donelson",
      "Marker Text": "After Col. John Donelson was killed in 1785, his widow and family continued to live here in a log house.  In 1789 lawyers Andrew Jackson and John Overton boarded with the Donelsons.  Here Jackson met Rachel, the Donelson's youngest daughter.  They married in 1791 and lived here until they acquired there own home across the Cumberland in 1792.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Gallatin Pike (Hwy 31) near Myatt Drive intersection, 1787 Gallatin Pike North",
      "Latitude": 36.296461,
      "Longitude": -86.699971,
      "Condition": "",
      "Mapped Location": "POINT (-86.699971 36.296461)"
    },
    {
      "id": 105,
      "Year Erected": 1999,
      "Marker Name": "Duncan College Prepartory School for Boys",
      "Marker Text": "Marvin T. Duncan, a graduate of Webb School (Bell Buckle) and Vanderbilt University, founded Duncan School in 1908 at this site on 25th Avenue, S. He and his wife, Pauline, taught at the school until it closed in 1952. The Duncans dedicated their lives to training boys in high principles of honor and scholarship. The school graduated some 752 men and 6 women, including many community leaders.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Twenty-fifth Avenue South in front of Vanderbilt Memorial Gym",
      "Latitude": 36.143922,
      "Longitude": -86.806374,
      "Condition": "",
      "Mapped Location": "POINT (-86.806374 36.143922)"
    },
    {
      "id": 192,
      "Year Erected": 2019,
      "Marker Name": "Cockrill Bend",
      "Marker Text": "In 1786, the State of N.C. granted Gen. James Robertson several large tracts of land in this area. Robertson's Bend was renamed after the Cockrill family who established several farms and a mill here before the Civil War. The Romanesque-style third Tenn. State Penitentiary, designed by Chattanooga architect S.M. Patton, was built from 1893-97 and had 50 buildings. It closed in 1992. Ford Glass Plant opened in 1956 as one of the world's largest automobile glass manufacturers.",
      "Civil War Site?": "",
      "Notes": "Council District 20",
      "Location": "Centennial Blvd. at Bomar Blvd.",
      "Latitude": 36.171287,
      "Longitude": -86.862782,
      "Condition": "",
      "Mapped Location": "POINT (-86.862782 36.171287)"
    },
    {
      "id": 170,
      "Year Erected": 2018,
      "Marker Name": "Cora Howe's 'wildings'",
      "Marker Text": "This house, built from Sewanee stone, was the home of Cora Howe, who created a bucolic, English-style garden here in the early 1920s. Known as 'Wildings,' her garden contained over 300 plant types, many of them native species, and a rare, thatched-roof tool house. Mrs. Howe was wholly dedicated to the unique garden estate, and opened it to the community for nearly 40 years. After her death in 1968, the gardens were transplanted to Cheekwood.",
      "Civil War Site?": "",
      "Notes": "Council District 6 doiuble sided",
      "Location": "1921 Greenwood Avenue",
      "Latitude": 36.189347,
      "Longitude": -86.735033,
      "Condition": "",
      "Mapped Location": "POINT (-86.735033 36.189347)"
    },
    {
      "id": 170,
      "Year Erected": 2018,
      "Marker Name": "Eastland",
      "Marker Text": "The Eastwood area, a suburb originally named Eastland in 1901, was laid out as the Brownsville plan in 1855, the land carved from the Weakley tract. Their c.1855 house remains at the northeast corner of Chapel and Greenwood.  Eastland Avenue, previously Vaughn's Pike, was named for and led to a 19th century farm near the river. The old Eastland School, now Eastland Park, was acquired in 1953 by the Park Board and functioned as a community center until the building was demolished.",
      "Civil War Site?": "",
      "Notes": "Council District 6 double sided",
      "Location": "1921 Greenwood Avenue",
      "Latitude": 36.189347,
      "Longitude": -86.735033,
      "Condition": "",
      "Mapped Location": "POINT (-86.735033 36.189347)"
    },
    {
      "id": 178,
      "Year Erected": 2018,
      "Marker Name": "Centenary United Methodist Church",
      "Marker Text": "Rev. William Gower built the first Gower's Chapel on his farm in 1805. A larger chapel, erected in 1850 on Gower land, also served as the local schoolhouse. On Oct. 5, 1884, the newly named Centenary Methodist Church was dedicated by Bishop Holland McTyeire. In 1922, the church relocated again. The new building was destroyed by a tornado on March 11, 1923, but was rebuilt within the year. Centenary United Methodist Church continues to worship at the same location on Gower Rd.",
      "Civil War Site?": "",
      "Notes": "double sided",
      "Location": "6809 Gower Road",
      "Latitude": 36.126892,
      "Longitude": -86.932021,
      "Condition": "",
      "Mapped Location": "POINT (-86.932021 36.126892)"
    },
    {
      "id": 150,
      "Year Erected": 2013,
      "Marker Name": "Sylvan Park School",
      "Marker Text": "A two-room frame school building was constructed here in 1907 to serve the children of newly-annexed West Nashville. Students in grades 1-8 attended here, and a second two-room building was added in 1909 for students in grades 1-4. Maria Wilson Hill served as first principal. In 1936, the Public Works Administration funded the construction of the current Art Deco building, designed by the architectural firm of Asmus and Clark.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Sylvan Park School, 4801 Utah Avenue",
      "Latitude": 36.144462,
      "Longitude": -86.844438,
      "Condition": "",
      "Mapped Location": "POINT (-86.844438 36.144462000000004)"
    },
    {
      "id": 16,
      "Year Erected": 1969,
      "Marker Name": "Belmont Mansion",
      "Marker Text": "This mansion was built in 1853 as a summer home for Joseph and Adelicia Acklen. An 1860 addition by architect Adolphus Heiman expanded the mansion's size to 36 rooms. The entrance to the 177 acre estate, which featured gardens decorated with marble statues and cst iron gazebos, was on Hillsboro Pike. Also on the grounds were greenhouses, a water tower, bowling alley, zoo, art gallery and deer park.",
      "Civil War Site?": "",
      "Notes": "replaced with updated text 2011",
      "Location": "Belmont Campus in front of the mansion",
      "Latitude": 36.135298,
      "Longitude": -86.794819,
      "Condition": "",
      "Mapped Location": "POINT (-86.794819 36.135298)"
    },
    {
      "id": 18,
      "Year Erected": 1969,
      "Marker Name": "Johnson's Station",
      "Marker Text": "In 1783, the State of North Carolina granted Cumberland Compact signer Isaac Johnson 640 ac. on Richland Creek. He settled near Johnson's Lick, a spring on a buffalo path to the southwest. By 1787, a double log house and partially picketed cabins named Johnson's Station stood here as a fort and tax collection site. Vacated in Jan. 1789, the station burned five months later. Charles Bosley, a wealthy member of the Nickajack Expedition and plantation owner, settled here in 1818.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with updated text 2018",
      "Location": "Harding Pike/ Memphis-Bristol Hwy and Vine Court",
      "Latitude": 36.129844,
      "Longitude": -86.839452,
      "Condition": "",
      "Mapped Location": "POINT (-86.839452 36.129844)"
    },
    {
      "id": 4,
      "Year Erected": 1968,
      "Marker Name": "Nashville Plow Works",
      "Marker Text": "Site of a farm implement factory operated by Messrs. Sharp and Hamilton, previous to the War Between the States.  With the out-break of hostilities they reversed the Biblical injunction and produced swords of excellent quality for the Confederacy.  With the coming of the Federal Army, the making of swords was discontinued.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "SE corner of Eighth Avenue South and Palmer Place",
      "Latitude": 36.15339,
      "Longitude": -86.779382,
      "Condition": "",
      "Mapped Location": "POINT (-86.779382 36.15339)"
    },
    {
      "id": 178,
      "Year Erected": 2018,
      "Marker Name": "Rev. William Gower (1776-1851)",
      "Marker Text": "On April 24, 1780, William Gower, age 3½, arrived with his family at the Bluffs settlements, now Nashville. In 1800 he settled near Overall Creek and in 1802 married Charlotte Garland. They had fifteen children, many of whom became prominent community leaders. A Methodist minister for over a half century, William founded Gower's Chapel on his own farmland. Gower Cemetery was established in 1816, with the burial of William's mother, Obedience Blakeley Gower.",
      "Civil War Site?": "",
      "Notes": "double sided",
      "Location": "6809 Gower Road",
      "Latitude": 36.126892,
      "Longitude": -86.932021,
      "Condition": "",
      "Mapped Location": "POINT (-86.932021 36.126892)"
    },
    {
      "id": 110,
      "Year Erected": 2002,
      "Marker Name": "Old Hickory Triangle",
      "Marker Text": "This intersection, known as 'The Triangle,' served as the commercial core of Old Hickory from the 1920s through the 1940s. A variety of shops were located here, including a grocery, bank, general store, barber shop, restaurants, and doctors' offices, as well as the bus station and YMCA. The Public Works Administration built the Colonial Revival Post Office in 1934-35.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Old Hickory Village Triangle, formed by Old Hickory Boulevard, Donelson Avenue, and Bryan Street",
      "Latitude": 36.264259,
      "Longitude": -86.650387,
      "Condition": "",
      "Mapped Location": "POINT (-86.650387 36.264259)"
    },
    {
      "id": 167,
      "Year Erected": 2018,
      "Marker Name": "Riverside Sanitarium and Hospital",
      "Marker Text": "Opened in 1927, Riverside Sanitarium and Hospital provided African-Americans in Nashville with modern healthcare and drew patients & medical professionals from across the country. The mid-century modern Pagoda of Medicine, designed by Leon Q. Jackson, was built in 1963 for Dr. Carl A. Dent, who twice served as the chief medical director & president of the medical staff. McKissack and McKissack oversaw the construction of new facilities in the 1970s. The hospital closed in 1983.",
      "Civil War Site?": "",
      "Notes": "Council District 2 double sided",
      "Location": "800 Youngs Lane",
      "Latitude": 36.204404,
      "Longitude": -86.795895,
      "Condition": "",
      "Mapped Location": "POINT (-86.795895 36.204404)"
    },
    {
      "id": 100,
      "Year Erected": 1997,
      "Marker Name": "Central High School",
      "Marker Text": "Founded in 1915 as the first public high school in the county system, Central High School stood here from 1921-1971. One of the earliest student government associations in the South began here. Many graduates became city and county political leaders. The last mayor of the old Nashville City Government, Ben West, and first Metro Government mayor, Beverly Briley, were classmates here.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "161 Rains Avenue",
      "Latitude": 36.135095,
      "Longitude": -86.764491,
      "Condition": "",
      "Mapped Location": "POINT (-86.764491 36.135095)"
    },
    {
      "id": 206,
      "Year Erected": 2019,
      "Marker Name": "Percy Priest Lake",
      "Marker Text": "Construction of the J. Percy Priest Dam and Reservoir began on June 2, 1963. The U.S. Army Corps of Engineers project was named for Priest, a teacher and Tennessean editor who served in Congress from 1940 until his death in 1956. Several small communities, like nearby Couchville, were destroyed during the creation of the lake. Dedicated on June 29, 1968, Percy Priest Dam generates Tenn. Valley Authority energy, and the 14,200-acre lake provides many recreational opportunities.",
      "Civil War Site?": "",
      "Notes": "Council District 29",
      "Location": "3000 Smith Springs Rd.",
      "Latitude": 36.08724,
      "Longitude": -86.60098,
      "Condition": "waiting to install",
      "Mapped Location": "POINT (-86.60098 36.08724)"
    },
    {
      "id": 63,
      "Year Erected": 1976,
      "Marker Name": "Clover Bottom Mansion",
      "Marker Text": "Built in 1858 by Dr. James Hoggatt on land inherited from his father, Capt. John Hoggatt, a Revolutionary War soldier, this fine Italian villa style home is centered in an area of local historical significance. John Donelson settled early in this rich Stone's River bottom area, followed by Andrew Jackson, who married his daughter, Rachel.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "2941 Lebanon Pike (inside entrance to Tennessee Historical Commission)",
      "Latitude": 36.1708,
      "Longitude": -86.652783,
      "Condition": "",
      "Mapped Location": "POINT (-86.652783 36.1708)"
    },
    {
      "id": 108,
      "Year Erected": 2001,
      "Marker Name": "Grassmere",
      "Marker Text": "Col. Michael C. Dunn, a landowner and sheriff, built a home in the Federal style ca. 1810. A grandson-in-law, William D. Shute, received the farm in 1859 and named it Grassmere. Intact following the Civil War, the house was renovated and an Italianate porch added ca. 1880. Margaret and Elise Croft, 5th generation descendants, lived here until their deaths. Wishing to preserve the farm, the sisters gave it to future generations as a 'nature study center.'",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "3777 Nolensville Road",
      "Latitude": 36.090371,
      "Longitude": -86.734215,
      "Condition": "DOWN DURING CONSTRUCTION",
      "Mapped Location": "POINT (-86.734215 36.090371)"
    },
    {
      "id": 157,
      "Year Erected": 2017,
      "Marker Name": "Surrender of Nashville Charles Fuller Home",
      "Marker Text": "After Union success to north in TN and KY, Col. John Kennett, 4th Ohio Vol. Cavalry, ordered Cpt. H.C. Rodgers to Edgefield. They met with Nashville mayor R.B. Cheatham, Feb. 23, 1862, at the Edgefield home of banker Charles Fuller, to discuss terms of surrender. The city was conveyed to Federal control on Feb. 25. Fuller became a U.S. Treasury agent at the end of the war prior to his death in 1868. The Fuller home was destroyed in the East Nashville Fire of 1916.",
      "Civil War Site?": "TRUE",
      "Notes": "typo on original, replaced 2017",
      "Location": "612 Woodland Street, East Park",
      "Latitude": 36.17293,
      "Longitude": -86.761689,
      "Condition": "",
      "Mapped Location": "POINT (-86.761689 36.17293)"
    },
    {
      "id": 142,
      "Year Erected": 2011,
      "Marker Name": "Belmont-hillsboro Neighborhood",
      "Marker Text": "When Adelicia Acklen's estate was sold in 1890, the Belmont Mansion and its grounds became Belmont College. Other portions, and parts of the neighboring Sunnyside Mansion property, were subdivided into residential lots by the Belmont Land Co. In 1900-1910, streetcar lines were built running to Cedar Lane on Belmont Boulevard and to Blair Boulevard on 21st Ave. The neighborhood became a National Register Historic District in 1980.",
      "Civil War Site?": "",
      "Notes": "damaged and replaced in 2016",
      "Location": "2500 Belmont Boulevard",
      "Latitude": 36.125631,
      "Longitude": -86.794057,
      "Condition": "",
      "Mapped Location": "POINT (-86.794057 36.125631)"
    },
    {
      "id": 82,
      "Year Erected": 1982,
      "Marker Name": "Oglesby Community House",
      "Marker Text": "Built 1898, the Mary Lee Academy, the second school in the Oglesby Community, was named for its first teacher, Miss Mary Lee Clark. The county bought the school in 1906. The name changed to Ogilvie in honor of the land donor, Benton H. Ogilvie, and later became Oglesby. In 1943, the schoolhouse was given back to the Oglesby Community.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "5724 Edmondson Pike",
      "Latitude": 36.037807,
      "Longitude": -86.743326,
      "Condition": "",
      "Mapped Location": "POINT (-86.743326 36.037807)"
    },
    {
      "id": 47,
      "Year Erected": 1971,
      "Marker Name": "Saint Cecilia Academy",
      "Marker Text": "The name Saint Cecilia, patroness of music was chosen for a grammar and high school for girls, opened in October 1860 by four sisters who had moved to this site from Saint Mary's convent, Third Order of Saint Dominic, Somerset, Ohio on August 17, 1860. The central building was completed in 1862, the west wing in 1880, and the east wing in 1913.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Dominican Drive near Athens Way",
      "Latitude": 36.187433,
      "Longitude": -86.800067,
      "Condition": "",
      "Mapped Location": "POINT (-86.800067 36.187433)"
    },
    {
      "id": 83,
      "Year Erected": 1987,
      "Marker Name": "Black Churches of Capitol Hill",
      "Marker Text": "1. First Baptist Church, Capitol Hill (1848) 2. Gay Street Christian Church (1859) 3. Mount Olive Missionary Baptist Church (1887) 4. St. Andrews Presbyterian Church (1898) 5. St. John A.M.E. Church (1863) 6. Spruce Street Baptist Church (1848). These six churches stood within 1/6 mile of this marker.  These six Black churches stood in the center of Nashville's prosperous Black business district before the Capitol Hill Redevelopment Program. Several began before the Civil War as 'missions' or Sunday School classes of earlier white churches. All boasted memberships of over 1,000 by 1910 and claimed the city's most prominent Black business and professional families. All but one moved in the 1950s, and all continue to serve the Nashville community.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Charlotte Pike, between 10th Avenue North and YMCA Way (across from Avon Williams of TSU)",
      "Latitude": 36.163616,
      "Longitude": -86.787467,
      "Condition": "",
      "Mapped Location": "POINT (-86.787467 36.163616)"
    },
    {
      "id": 156,
      "Year Erected": 2016,
      "Marker Name": "Music Row",
      "Marker Text": "The heart of Nashville's music business, Music Row began in 1955, when Owen Bradley opened the Quonset Hut, the first recording studio here. In 1957, Chet Atkins opened RCA's studio at the corner of 17th and Hawkins. Other studios, publishing houses, and record labels including Columbia, Epic, Decca, Warner Bros, Capitol, and Curb followed with offices here. Street names were changed in 1975 to Music Square East and West.                                                                                                               Donated by Mike Curb Family Foundation",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Owen Bradley Park, 1 Music Square East",
      "Latitude": 36.151803,
      "Longitude": -86.792075,
      "Condition": "",
      "Mapped Location": "POINT (-86.792075 36.151803)"
    },
    {
      "id": 165,
      "Year Erected": 2018,
      "Marker Name": "Locust Hill",
      "Marker Text": "Located near Mill Creek, Locust Hill is one of the earliest brick homes in Middle Tennessee. Built c. 1805, it was home to the Charles Hays family until after the Civil War. The Federal-style house features intricately carved mantles and millwork, and impressive faux-wood graining techniques. It was listed in the National Register of Historic Places in 1974.",
      "Civil War Site?": "",
      "Notes": "Council District 28",
      "Location": "834 Reeves Rd.",
      "Latitude": 36.064989,
      "Longitude": -86.671836,
      "Condition": "",
      "Mapped Location": "POINT (-86.671836 36.064989)"
    },
    {
      "id": 75,
      "Year Erected": 1981,
      "Marker Name": "Western Harmony'",
      "Marker Text": "Music publishing in Nashville began in 1824 when 'The Western Harmony' was published by Allen D. Carden and Samuel J. Rogers. A book of hymns and instruction for singing, it was printed by Carey A. Harris on the press of his newspaper, the Nashville Republican, on College Street (now Third Avenue) in this vicinity.",
      "Civil War Site?": "",
      "Notes": "replaced with updated text 2011",
      "Location": "Third Avenue North and James Robertson Parkway",
      "Latitude": 36.166877,
      "Longitude": -86.779425,
      "Condition": "",
      "Mapped Location": "POINT (-86.779425 36.166877)"
    },
    {
      "id": 215,
      "Year Erected": "",
      "Marker Name": "Lock 2 Park",
      "Marker Text": "In 1888, the U.S. Army Corps of Engineers sought to make water travel on the Cumberland River easier by regulating water levels with a series of dams and locks. Construction on Lock 2 began in 1892, and the lock and dam were finished in 1907. The project ended in 1924 with only 15 of the planned 26 locks completed. Leased to Metro Parks since 1956, Lock 2 Park still contains the lock keeper's house, several outbuildings, a lock wall, and a river gauge on the concrete steps.",
      "Civil War Site?": "",
      "Notes": "Marker Project-priority list",
      "Location": "Lock 2 Park",
      "Latitude": 36.244124,
      "Longitude": -86.701794,
      "Condition": "ordered/ not arrived",
      "Mapped Location": "POINT (-86.701794 36.244124)"
    },
    {
      "id": 55,
      "Year Erected": 1975,
      "Marker Name": "Fort Negley Site",
      "Marker Text": "The guns of Fort Negley, commanding three turnpikes to the South & Southeast, opened the Battle of Nashville, Dec. 15, 1864. This site was selected by Capt. J.S. Morton as the key strongpoint in the Federal line around the city. The European style fort named for General James S. Negley, was built of stone, logs, earth and railway iron.",
      "Civil War Site?": "TRUE",
      "Notes": "",
      "Location": "Ridley Avenue, at Fort Negley entrance",
      "Latitude": 36.142933,
      "Longitude": -86.775909,
      "Condition": "",
      "Mapped Location": "POINT (-86.775909 36.142933)"
    },
    {
      "id": 205,
      "Year Erected": 2019,
      "Marker Name": "Crieve Hall",
      "Marker Text": "The Crieve Hall neighborhood was part of the over 2,000-acre estate of John Overton, on which he built Travellers Rest in 1799. Jesse M. Overton built an English Tudor-style house called Overton Hall near here in 1900. Mr. and Mrs. Herbert Farrell purchased the estate in 1925, expanded the home and extensive gardens, and renamed it Crieve Hall after the ancestral Farrell home in Northern Ireland. The house was razed in the 1950s, and Crieve Hall Elementary School opened in 1955.",
      "Civil War Site?": "",
      "Notes": "Council District 26",
      "Location": "498 Hogan Road",
      "Latitude": 36.065264,
      "Longitude": -86.757741,
      "Condition": "",
      "Mapped Location": "POINT (-86.757741 36.065264000000006)"
    },
    {
      "id": 137,
      "Year Erected": 2009,
      "Marker Name": "The Craighead House",
      "Marker Text": "This Federal-style home was built c1810 for John Brown Craighead and his first wife Jane Erwin Dickinson. Craighead was the son of early Nashville settler the Rev. Thomas Craighead. In 1823, Craighead married Lavinia Robertson Beck, youngest daughter of Nashville founders Charlotte and James Robertson. Major additions to the house were made in 1824, 1919, and 1998. Developers purchased the Craighead estate in 1905 and planned the present-day Richland-West End neighborhood.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "3710 Westbrook Avenue",
      "Latitude": 36.138636,
      "Longitude": -86.830844,
      "Condition": "",
      "Mapped Location": "POINT (-86.830844 36.138636)"
    },
    {
      "id": 191,
      "Year Erected": 2019,
      "Marker Name": "Elizabeth Atchison Eakin 1858-1936",
      "Marker Text": "Elizabeth Rhodes Atchison, born in Nashville on Feb. 26, 1858, married prominent banker John H. Eakin in 1882. Active in many civic causes, in 1917 she became the first woman to join the Nashville City School Board. After her death in 1936, a new school on Fairfax Ave., built with funds from the Works Progress Administration (WPA), was named in her honor. In 2006, Eakin School moved to the adjacent Cavert School. The Eakin Building became the Martin Center for teacher training.",
      "Civil War Site?": "",
      "Notes": "Council District 18",
      "Location": "2500 Fairfax Avenue Eakin Elemnetary School",
      "Latitude": 36.134841,
      "Longitude": -86.807297,
      "Condition": "",
      "Mapped Location": "POINT (-86.807297 36.13484100000001)"
    },
    {
      "id": 174,
      "Year Erected": 2018,
      "Marker Name": "Joy Floral Company",
      "Marker Text": "In 1882, T.S. and T.C. Joy, founders of Joy & Son floral co. (est. 1877), bought 91 acres east of Lischey Ave. for their greenhouse operations, including the Gen. White home and White-Ogden Cemetery. The Joys built a large greenhouse (1886) and two brick dwellings along Lischey c. 1890. One of the South's largest florists, Joy Floral Co. opened retail shops and wholesale depts. in Chattanooga (1915) and Atlanta (1920). By 1938, the company had nearly all female leadership.",
      "Civil War Site?": "",
      "Notes": "Council District 5",
      "Location": "1433 Lischey Ave",
      "Latitude": 36.19887,
      "Longitude": -86.762245,
      "Condition": "",
      "Mapped Location": "POINT (-86.762245 36.19887)"
    },
    {
      "id": 148,
      "Year Erected": 2013,
      "Marker Name": "W.r. Rochelle (1904-1989)",
      "Marker Text": "A graduate of Peabody College, William Rayburn Rochelle served as principal of Cohn High School from 1939 until his retirement in 1965. An innovative educator, he led Cohn in developing student government and was responsible for a state of the art music education program. Rochelle devoted his life to education and community service, especially to adults with intellectual disabilities. In 1968, he founded the Rochelle Center for disabled adults and their families.",
      "Civil War Site?": "",
      "Notes": "double-sided",
      "Location": "Cohn School, 4805 Park Avenue, (Sylvan Park)",
      "Latitude": 36.150993,
      "Longitude": -86.84525,
      "Condition": "",
      "Mapped Location": "POINT (-86.84525 36.150993)"
    },
    {
      "id": 167,
      "Year Erected": 2018,
      "Marker Name": "Dorothy Lavinia Brown, M.d. (1919-2004)",
      "Marker Text": "Dorothy Brown was born in 1919 in Philadelphia, Penn. She attended Meharry Medical College and studied under Dr. Matthew Walker, Sr., who admitted her as the first black woman to the surgery program. She was the first female African-American surgeon in the South, and the first to be made a Fellow of the American College of Surgeons. She was chief of surgery at Riverside Hospital from 1957-1983. In 1966, she became the first African-American woman to serve in the Tenn. Gen. Assembly.",
      "Civil War Site?": "",
      "Notes": "Council Distirct 2 double sided",
      "Location": "800 Youngs Lane",
      "Latitude": 36.204404,
      "Longitude": -86.795895,
      "Condition": "",
      "Mapped Location": "POINT (-86.795895 36.204404)"
    },
    {
      "id": 2,
      "Year Erected": 1968,
      "Marker Name": "Captain John Rains 1743-1834",
      "Marker Text": "On Christmas Day 1779, John Rains led his family and livestock across the frozen Cumberland and settled in this vicinity. In 1784 he built a fort that enclosed this hill and the spring 75 yards east. At james Robertson's orders he often led a company of scouts against Indians. Rains made his home here until his death in 1834.",
      "Civil War Site?": "",
      "Notes": "replaced with updated text in 2011",
      "Location": "SW corner of Rains Avenue and Merritt Street",
      "Latitude": 36.139021,
      "Longitude": -86.764014,
      "Condition": "",
      "Mapped Location": "POINT (-86.764014 36.139021)"
    },
    {
      "id": 36,
      "Year Erected": 1970,
      "Marker Name": "Nashville Fire Department",
      "Marker Text": "The city's first fire-fighting force of volunteers was formed in May 1807. The first paid Dept. was organized on July 29, 1860, with J.S. Dashiell as chief. Three horse-drawn steam engines were bought. A telegraph alarm was installed in 1875. Chief A.A. Rozetta used the first auto Nov. 21, 1910. First gasoline driven engines were used Sept. 1912.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Hermitage Avenue and Middleton Street",
      "Latitude": 36.155734,
      "Longitude": -86.76696,
      "Condition": "",
      "Mapped Location": "POINT (-86.76696 36.155734)"
    },
    {
      "id": 112,
      "Year Erected": 2003,
      "Marker Name": "Tanglewood Historic District",
      "Marker Text": "The Tanglewood Historic District is a rustic style suburban development from the 1920-1940s built by Robert M. Condra, a prominent Nashville builder. Natural materials are featured in this popular Arts and Crafts substyle that harmonizes with the landscape. Tanglewood is located at the site of a late 1700s settlement known as Haysborough.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "4908 Tanglewood Drive North, Madison",
      "Latitude": 36.235032,
      "Longitude": -86.716733,
      "Condition": "",
      "Mapped Location": "POINT (-86.716733 36.235032)"
    },
    {
      "id": 59,
      "Year Erected": 1975,
      "Marker Name": "Battle of Nashville Federal Main Line",
      "Marker Text": "On Dec. 16, 1864, the Federal 16th Corps under Gen. A.J. Smith joined the 23rd Corps under Gen. John M. Schofield approx. 1000 ft. north of here. From that line at about 4:00 p.m. the 1st Brigade of Gen. John McArthur's 1st Division launched the assault that broke the Confederate line at the salient on Shy's Hill to the southeast which resulted in the rout of Hood's Army.",
      "Civil War Site?": "TRUE",
      "Notes": "Marker Project- prioirty list replaced with updated text in 2018",
      "Location": "",
      "Latitude": "",
      "Longitude": "",
      "Condition": "CURRENTLY DOWN",
      "Mapped Location": ""
    },
    {
      "id": 9,
      "Year Erected": 1968,
      "Marker Name": "Holy Trinity Episcopal Church",
      "Marker Text": "This building, renowned for its pure Gothic architecture and harmony of proportions, was designed by Wills & Dudley, of New York, in a style suggesting an English village church.  The cornerstone was laid May 7, 1852, by Bishop James Otey.  The church was used as a powder magazine by the Union Army for several months during the Civil War.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "615 Sixth Avenue South",
      "Latitude": 36.152393,
      "Longitude": -86.775095,
      "Condition": "",
      "Mapped Location": "POINT (-86.775095 36.152393)"
    },
    {
      "id": 146,
      "Year Erected": 2012,
      "Marker Name": "Mary Catherine Schweiss Strobel (1912-1986)",
      "Marker Text": "Nashville native Mary Catherine Strobel was the first female employee of the Nashville Fire Department, serving from 1948 to 1977. She also devoted her life to helping the poor.  She lived in the family home, 1212 7th Avenue North, from 1938 to 1971.  Mary Catherine was murdered in Nashville on Dec. 9, 1986 in a random act of violence. In 1987, the community established the Mary Catherine Strobel Volunteer Awards to foster her giving spirit and her legacy of community service.",
      "Civil War Site?": "",
      "Notes": "Donated by the grandchildren of Mary Catherine Schweiss Strobel",
      "Location": "1212 17th Avenue North (Germantown)",
      "Latitude": 36.174855,
      "Longitude": -86.790906,
      "Condition": "",
      "Mapped Location": "POINT (-86.790906 36.174855)"
    },
    {
      "id": 43,
      "Year Erected": 1971,
      "Marker Name": "Wallace University School 1886-1941",
      "Marker Text": "To prepare young men for College & for life, believing the first object of education to develop character, the second to develop intellect, third to make Christian gentlemen, Wallace University School, directed by Professor Clarence B Wallace, flourished on this site, 1914-1941. Graduates entered universities without taking the usual examinations.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "2000 block of West End Avenue, near 20th Avenue",
      "Latitude": 36.151467,
      "Longitude": -86.799529,
      "Condition": "CURRENTLY DOWN DURING CONSTRUCTION",
      "Mapped Location": "POINT (-86.799529 36.151467)"
    },
    {
      "id": 50,
      "Year Erected": 1971,
      "Marker Name": "Eighth Avenue South Reservoir",
      "Marker Text": "This 51 Mil. Gal. Reservoir was built 1887-89 on Kirkpatrick Hill, the site of Federal Fort Casino during Civil War. It is elliptical in shape with axes of 603 & 463.4 Ft. Perimeter of wall is 1,746 Ft. & water depth is 31 Ft. Rupture in east wall occurred at 12:10 A.M., Nov. 5, 1912. The interior was waterproofed in 1921. Designated as a National Water Landmark by AWWA, 1971.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "8th Avenue South entrance to reservoir, wall marker",
      "Latitude": 36.13898,
      "Longitude": -86.779139,
      "Condition": "",
      "Mapped Location": "POINT (-86.779139 36.13898)"
    },
    {
      "id": 152,
      "Year Erected": 2013,
      "Marker Name": "Jack Clement Recording Studio",
      "Marker Text": "After success in Memphis with Sun Records, 'Cowboy' Jack Clement founded Jack Clement Recording Studio in 1969, producing and writing for artists such as Johnny Cash and Charley Pride. It was the first facility of its kind in Nashville, with interiors designed by Jim Tilton. Sold in 1979 and renamed Sound Emporium, artists such as Kenny Rogers, Dottie West, Ray Stevens, Don Williams, John Denver, R.E.M., Robert Plant & Alison Krauss have recorded here.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "3011 Belmont Boulevard",
      "Latitude": 36.118659,
      "Longitude": -86.796243,
      "Condition": "",
      "Mapped Location": "POINT (-86.796243 36.118659)"
    },
    {
      "id": 125,
      "Year Erected": 2007,
      "Marker Name": "First Baptist Church",
      "Marker Text": "Organized in 1820, this is the church's third downtown location. The elaborate Gothic tower is all that remains of the Matthews & Thompson building that stood at this location from 1886 to 1967. The Baptist Sunday School Board, now one of the world's largest publishers of religious materials, was organized here in 1891. Edwin Keeble Associates designed the new building, which opened in 1970.",
      "Civil War Site?": "",
      "Notes": "Donated by First Baptist Church",
      "Location": "First Baptist Church, 108 Seventh Avenue South (marker is on the Broadway side of the church)",
      "Latitude": 36.159464,
      "Longitude": -86.780751,
      "Condition": "",
      "Mapped Location": "POINT (-86.780751 36.159464)"
    },
    {
      "id": 158,
      "Year Erected": 2017,
      "Marker Name": "Surrender of Nashville East Bank of the Cumberland",
      "Marker Text": "On Feb. 25, 1862, Nashville became the first Confederate state capital to fall to Federal forces. Two days prior, the 4th Ohio Vol. Cavalry arrived from Bowling Green, KY and set up pickets along the east bank of the river. Gen. D.C. Buell arrived by rail with about 9,000 men, and on Feb. 25, Gen. William Nelson and a flotilla carrying around 7,000 men arrived from the recent surrender at Fort Donelson. That afternoon, Mayor R.B. Cheatham surrendered the city to Gen. Buell.",
      "Civil War Site?": "TRUE",
      "Notes": "",
      "Location": "East Bank Greenway, Cumberland Park",
      "Latitude": 36.16382,
      "Longitude": -86.772166,
      "Condition": "",
      "Mapped Location": "POINT (-86.772166 36.16382)"
    },
    {
      "id": 160,
      "Year Erected": 2017,
      "Marker Name": "Holy Trinity Greek Orthodox Church",
      "Marker Text": "The Holy Trinity Greek Orthodox Church was established on Nov. 4, 1917, at 208 6th Ave S., the former site of Wallace Univ. School. Greek immigrants began moving to Nashville in the 1880s in search of better economic opportunities. In 1905 a benevolent society was established—the Greek-American Mutual Help Association—which served as a religious and cultural center and raised funds for the purchase of the 6th Ave. property. In 1986, the church moved to 4905 Franklin Pike.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "corner of 6th Avenue South and Demonbreun Street",
      "Latitude": 36.157884,
      "Longitude": -86.778761,
      "Condition": "",
      "Mapped Location": "POINT (-86.778761 36.157884)"
    },
    {
      "id": 38,
      "Year Erected": 1971,
      "Marker Name": "John Trotwood Moore 1858-1929",
      "Marker Text": "Tennessee novelist, poet, co-author, four-volume history, 'Tennessee, the Volunteer State'; publisher, 'Trotwood Monthly'; author of short stories; breeder & judge of livestock; teacher, lecturer; beloved companion & raconteur; President, Tennessee Historical Society; State Librarian & Archivist, 1919-1929; lived in his home Arden Place on this site.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "4425 Granny White Pike",
      "Latitude": 36.09516,
      "Longitude": -86.801415,
      "Condition": "",
      "Mapped Location": "POINT (-86.801415 36.09516)"
    },
    {
      "id": 89,
      "Year Erected": 1992,
      "Marker Name": "Battle of Nashville Confederate Line",
      "Marker Text": "Trenches about 20ft. N of this point, held by Loring's Division, were the center of the Confederate main line before the Battle of Nashville. On Dec. 15, 1864, Redoubt No.1, a key artillery salient 200 yds. NW, fired on Federal forces until overrun by General Wood's troops late in the day, when Confederates retreated toward Granny White Pike.",
      "Civil War Site?": "TRUE",
      "Notes": "",
      "Location": "1808 Woodmont Boulevard, near intersection of Hopkins St.",
      "Latitude": 36.113627,
      "Longitude": -86.805837,
      "Condition": "",
      "Mapped Location": "POINT (-86.805837 36.113627)"
    },
    {
      "id": 49,
      "Year Erected": 1971,
      "Marker Name": "Neill S. Brown 1810-1886",
      "Marker Text": "Located 125 yards north is the site of Idlewild, home of Neill S. Brown, native of Giles County & fourteenth governor of Tennessee, 1848-1850. The only governor to live in East Nashville, he is credited with naming the city of Edgefield. Appointed United States Minister to Russia in 1850, and in 1870 was a member of the State Constitutional Convention.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Neill Avenue between Main Street and Ramsey Street",
      "Latitude": 36.176385,
      "Longitude": -86.757988,
      "Condition": "",
      "Mapped Location": "POINT (-86.757988 36.176385)"
    },
    {
      "id": 45,
      "Year Erected": 1971,
      "Marker Name": "Belle Vue",
      "Marker Text": "The original log part of this house was built about 1818 by Abram DeMoss and named Belle Vue for the house his father, Lewis DeMoss, built in 1797 overlooking the Harpeth River a mile southwest.  In time the name was given to the Nashville & Northwestern Railroad depot and to the U.S. Post Office.  Thus the Bellevue community owes its name to this historic site.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "7306 Old Harding Road",
      "Latitude": 36.066499,
      "Longitude": -86.936354,
      "Condition": "",
      "Mapped Location": "POINT (-86.936354 36.066499)"
    },
    {
      "id": 84,
      "Year Erected": 1990,
      "Marker Name": "Union Station",
      "Marker Text": "Erected by the Louisville & Nashville Terminal Co. & dedicated Oct. 9, 1900, the Romanesque style building of Bowling Green Gray stone and Tennessee marble was designed by L & N Chief Eng. Richard Montfort. The past grandeur of the structure is still evident in the ornate fresco figures, stained glass windows & elaborate wrought iron decoration.",
      "Civil War Site?": "",
      "Notes": "replaced #42 Union Station",
      "Location": "1001 Broadway",
      "Latitude": 36.157808,
      "Longitude": -86.78422,
      "Condition": "",
      "Mapped Location": "POINT (-86.78422 36.157808)"
    },
    {
      "id": 211,
      "Year Erected": "",
      "Marker Name": "Loveless Cafe",
      "Marker Text": "In 1951, Lon and Annie Loveless began serving fried chicken, biscuits and jams at picnic tables to hungry travelers from Highway 100, then the main road between Nashville and Memphis. They soon converted their 4-room home into a restaurant, added the 14-room Loveless Motel, a smokehouse and the iconic neon sign. Known for scratch-made Southern meals using recipes passed down by Lon and Annie, The Loveless Cafe remains a staple that welcomes over half a million guests each year.",
      "Civil War Site?": "",
      "Notes": "Council District 35",
      "Location": "8400 TN-100",
      "Latitude": 36.034806,
      "Longitude": -86.972431,
      "Condition": "ordered/ not arrived",
      "Mapped Location": "POINT (-86.972431 36.034806)"
    },
    {
      "id": 176,
      "Year Erected": 2018,
      "Marker Name": "Ravenwood",
      "Marker Text": "Built in 1903 by Judge J.D.B. and Sarah DeBow, the two-story stone house called Ravenwood was razed and rebuilt in 1947 by businessman R.D. Stanford, Jr. The 272-acre estate included terraced gardens, stone walls and a man-made lake. In 1957, Stanford sold the land to the Donelson Improvement Co. to become the private Ravenwood Club. A swimming pool, tennis courts, equestrian trails and 18-hole golf course were added. Metro Parks and Recreation purchased the property in 2012.",
      "Civil War Site?": "",
      "Notes": "Council District 14",
      "Location": "Stones River Greenway, past Stone Hall",
      "Latitude": 36.187536,
      "Longitude": -86.635742,
      "Condition": "",
      "Mapped Location": "POINT (-86.635742 36.187536)"
    },
    {
      "id": 207,
      "Year Erected": 2019,
      "Marker Name": "Alfred Z. Kelley",
      "Marker Text": "Nashville barber Alfred Z. Kelley was lead plaintiff in Kelley v. Board of Education, a federal lawsuit filed Sept. 23, 1955, on behalf of his son Robert and 20 other African American children. In December, the suit was amended to include two white children turned away from city schools. They lived in majority African American neighborhoods. Kelley sought compliance with the U.S. Supreme Court's 1954 Brown ruling. Tenn.'s longest desegregation case, it was settled in April 1998.",
      "Civil War Site?": "",
      "Notes": "Council Distirct 31",
      "Location": "A.Z. Kelley Elementary,  5834 Pettus Rd.",
      "Latitude": 36.022027,
      "Longitude": -86.660218,
      "Condition": "",
      "Mapped Location": "POINT (-86.660218 36.022027)"
    },
    {
      "id": 130,
      "Year Erected": 2008,
      "Marker Name": "Buchanan Log House",
      "Marker Text": "James Buchanan (1763-1841) built this two-story single pen log house with hall and parlor plan c1807. The single pen log addition was added c1820 to accommodate the Buchanan family's sixteen children. The house displays a high level of craftsmanship and is one of the best examples of two-story log construction in Middle Tennessee. The house was restored and placed in the National Register of Historic Places in 1984.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Elm Hill Pike in front of Buchanan Log House",
      "Latitude": 36.144776,
      "Longitude": -86.657683,
      "Condition": "",
      "Mapped Location": "POINT (-86.657683 36.144776)"
    },
    {
      "id": 197,
      "Year Erected": 2019,
      "Marker Name": "Historic Bellevue",
      "Marker Text": "Belle Vue was the name Abraham Louis DeMoss gave the land he bought overlooking the Harpeth River in 1800. His gristmill and sawmill stood nearby. When the Nashville-Northwestern Railroad cut its line to Kingston Springs in 1855, Bellevue became the hub of this area with a railroad depot, blacksmith shop and livery stable. In 1866 T.L. Herrin opened a general store and post office to the north. A two-story frame pre-railroad storage building now houses Bellevue Lodge No. 716.",
      "Civil War Site?": "",
      "Notes": "Council District 22",
      "Location": "7420 Old Harding Pike",
      "Latitude": 36.064017,
      "Longitude": -86.94039,
      "Condition": "",
      "Mapped Location": "POINT (-86.94039 36.064017)"
    },
    {
      "id": 203,
      "Year Erected": 2019,
      "Marker Name": "Rev. Bill Barnes (1931-2017)",
      "Marker Text": "Reverend William L. 'Bill' Barnes, a pastor, civil rights leader and teacher, was often called the 'conscience of Nashville.' Rev. Barnes passionately agitated for legislation that would help those marginalized by race, social class, sexual orientation, incarceration or homelessness. He also founded many organizations to bring attention to those issues including MANNA (1975), Project Return (1979) and the Organized Neighbors of Edgehill (O.N.E.) Barnes Scholarship (1995).  In 1966 Rev. Barnes founded Edgehill United Methodist Church, one of Nashville's first intentionally integrated churches. His work, addressing issues like affordable housing, often centered in the Edgehill community. Barnes wanted his work to be carried into the future, believing, much like Saint Óscar Romero, that 'The temple shall remain unfinished until all are housed in dignity.' In 2013 The Barnes Housing Trust, the city's affordable housing fund, was named in his honor.",
      "Civil War Site?": "",
      "Notes": "double sided",
      "Location": "1502 Edgehill Avenue",
      "Latitude": 36.143243,
      "Longitude": -86.790861,
      "Condition": "",
      "Mapped Location": "POINT (-86.790861 36.143243)"
    },
    {
      "id": 122,
      "Year Erected": 2005,
      "Marker Name": "Albertine Maxwell",
      "Marker Text": "Regarded as the symbol of dance in her adopted hometown of Nashville, Ellen Albertine Chaiser Maxwell (1902-96) operated the Albertine School of the Dance (1936-80). She had danced with Chicago Opera, Adolf Baum Dance Co., and Ruth St. Denis Dance Co. Founder and director of the Les Ballets Intimes with Nashville Ballet Society (1945-80), Maxwell was also a founding member of the Southeastern Regional Ballet Assn. (1955). Her studio in her home, 3325 West End, no longer stands.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "West End Avenue and Orleans Drive",
      "Latitude": 36.139583,
      "Longitude": -86.818703,
      "Condition": "",
      "Mapped Location": "POINT (-86.818703 36.139583)"
    },
    {
      "id": 58,
      "Year Erected": 1975,
      "Marker Name": "Montgomery Bell Academy",
      "Marker Text": "Formerly established in 1867 with a bequest of $20,000 by ironmaster Montgomery Bell, the roots of M.B.A. actually go back to 1785, with the University of Nashville, Cumberland College, and Davidson Academy. The boy's preparatory school has been here since 1915, when the Board of Trustees purchased Totomoi, the estate of Garland Tinsley.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "4001 Harding Road",
      "Latitude": 36.130229,
      "Longitude": -86.837876,
      "Condition": "",
      "Mapped Location": "POINT (-86.837876 36.130229)"
    },
    {
      "id": 214,
      "Year Erected": "",
      "Marker Name": "Myhr House (maple Row)",
      "Marker Text": "In 1906, Norwegian-born Andres Ivarson Myhr and wife Minnie Bolton Myhr acquired land from Tabitha DeMoss and built 'Maple Row,' named for trees planted along the driveway. Part of Myhr Farm, this was the first house in Bellevue to have indoor running water, electricity and central air. Dr. Myhr was State Evangelist and Secretary of the Tenn. Missionary Society for 20 years. He served as pastor of Bellevue Christian Church (1883 to 1933), that met here after the church burned.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Bradford Green at Myhr Green, Bellevue",
      "Latitude": 36.071528,
      "Longitude": -86.931924,
      "Condition": "ordered/ not arrived",
      "Mapped Location": "POINT (-86.931924 36.071528)"
    },
    {
      "id": 139,
      "Year Erected": 2016,
      "Marker Name": "The Nashville Brewery",
      "Marker Text": "The Nashville Brewery was founded by Jacob Stiefel on this location in 1859. After the Civil War, the brewery had various owners until it was rebuilt by Christian Moerlein and William Gerst in 1890. Renamed the William Gerst Brewing Co in 1893, it brewed until the start of Prohibition. William Gerst died in 1933, the year Prohibition ended, but his four sons resumed operation using the popular 'Brewed in Dixie' slogan. The brewery closed in 1954 due to national competition.",
      "Civil War Site?": "",
      "Notes": "originally approved 2010, updated in 2016 with new text and a sketch of the original builing",
      "Location": "810 Sixth Avenue South near Mulberry Street",
      "Latitude": 36.150148,
      "Longitude": -86.77345,
      "Condition": "",
      "Mapped Location": "POINT (-86.77345 36.150148)"
    },
    {
      "id": 28,
      "Year Erected": 1970,
      "Marker Name": "Granny White Grave",
      "Marker Text": "Lucinda 'Granny' White of N.C. acquired 50 acres of land near Brown's Creek on Jan. 2, 1803.  In 1812, she opened a log tavern about 200 feet north of here near an old spring. Famous for its food and hospitality, Granny White's inn stood along a stagecoach road that connected to the Natchez Trace.  She was buried here on her land in 1816. Granny White Pike was named after her in 1855.  The D.A.R. Gen. James Robertson Chapter restored her grave and added iron fencing in 1932.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with updated text 2019",
      "Location": "Travelers Ridge Drive off of Granny White Pike",
      "Latitude": 36.073301,
      "Longitude": -86.807104,
      "Condition": "",
      "Mapped Location": "POINT (-86.807104 36.073301)"
    },
    {
      "id": 120,
      "Year Erected": 2005,
      "Marker Name": "Randall Jarrell 1914-1965",
      "Marker Text": "Distinguished poet, critic, novelist, and teacher. Born in Nashville; Hume-Fogg graduate 1931; Vanderbilt bachelor's and master's degrees. Served in U.S. Army Air Corps in World War II. Wrote about losses of war and childhood innocence. Poet Laureate at Library of Congress, 1956-58. Winner of National Book Award for poetry, 1960.",
      "Civil War Site?": "",
      "Notes": "replaced with updated text in 2018",
      "Location": "Hume-Fogg High School, 700 Broadway",
      "Latitude": 36.159303,
      "Longitude": -86.781572,
      "Condition": "",
      "Mapped Location": "POINT (-86.781572 36.159303)"
    },
    {
      "id": 57,
      "Year Erected": 1975,
      "Marker Name": "Woodbine",
      "Marker Text": "An early settler of this area was James Menees, at whose home Mill Creek Baptist Church was formed in 1797. James Whitsitt, first pastor, served over 50 years. Earlier known as Flat Rock, in 1939 this place was renamed Woodbine, after the David Hughes Estate once located on Nolensville Road. In 1919 the L&N RR began operation of Radnor Yards.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Nolensville Road, between Joyner Avenue and Whitsett Road (across the street from Woodbine Methodist Church)",
      "Latitude": 36.115864,
      "Longitude": -86.747586,
      "Condition": "",
      "Mapped Location": "POINT (-86.747586 36.11586400000001)"
    },
    {
      "id": 161,
      "Year Erected": 2017,
      "Marker Name": "Penny Campbell 1953-2014",
      "Marker Text": "An activist for LGBT rights and advocate for people with mental health and housing issues, Campbell co-organized Tennessee's delegation to the 1987 March on Washington for Lesbian & Gay Rights and Nashville's 1988 Pride parade at a time when many feared discrimination and violence. Daughter of civil rights activist Will Campbell, she was the lead plaintiff in Campbell v. Sundquist (1996), which overturned a law criminalizing private, consensual, sexual acts between same-sex adults.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "1615 McEwen Avenue",
      "Latitude": 36.181223,
      "Longitude": -86.739831,
      "Condition": "",
      "Mapped Location": "POINT (-86.739831 36.181223)"
    },
    {
      "id": 107,
      "Year Erected": 2001,
      "Marker Name": "Mount Pisgah Community",
      "Marker Text": "In 1867, Jane Watson deeded land to several African-American families, many of them her former slaves. First called Watson Town, the community became known as Mt. Pisgah by 1871. The Methodist Episcopal Church North organized a church here in 1866 and bought an acre of land from William Holt in 1869 for a church and school building. The second church building, used 1916-1976, stood along the Owen & Winstead Pike, now Edmondson Pike.",
      "Civil War Site?": "",
      "Notes": "Donated by the Mt. Pisgah United Methodist Church",
      "Location": "6245 Mount Pisgah Road (sign is located on Edmondson Pike side of the church)",
      "Latitude": 36.022362,
      "Longitude": -86.742623,
      "Condition": "",
      "Mapped Location": "POINT (-86.742623 36.022362)"
    },
    {
      "id": 51,
      "Year Erected": 1975,
      "Marker Name": "Vauxhall Garden Site",
      "Marker Text": "Located immediately south, this fashionable place of entertainment was established by Messrs. Decker & Dyer in 1827 and operated for more than a decade. It covered several acres & included a ballroom, dining hall and miniature railroad. Pres. Jackson was honored here on several occasions. John Bell made his famous 'Vauxhall Garden Speech' here May 23, 1835.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Demonbreun Street and 9th Avenue South",
      "Latitude": 36.156526,
      "Longitude": -86.781998,
      "Condition": "",
      "Mapped Location": "POINT (-86.78199800000002 36.156526)"
    },
    {
      "id": 208,
      "Year Erected": 2019,
      "Marker Name": "Antioch High School",
      "Marker Text": "Antioch High School opened here in the fall of 1933, after community members from Antioch, Cane Ridge and Mims (Bakertown) signed petitions to the Board of Education urging them to choose Antioch, not Una, as the school location. Previously the school had been on Antioch Pike near Mill Creek. A wing for the elementary school was added in 1951, with another wing added in 1958. This building became Antioch Middle in 1997, when the high school moved to a new location on Hobson Pike.",
      "Civil War Site?": "",
      "Notes": "Council District 32",
      "Location": "Antioch Middle School 5050 Blue Hole Rd.",
      "Latitude": 36.022014,
      "Longitude": -86.660197,
      "Condition": "waiting to install",
      "Mapped Location": "POINT (-86.660197 36.022014)"
    },
    {
      "id": 95,
      "Year Erected": 1995,
      "Marker Name": "Captain Alexander 'devil Alex' Ewing 1752-1822",
      "Marker Text": "Lt. Alexander Ewing was commissioned in the Continental Army in Sept. 1777 and promoted to Capt. in 1781. That year, while serving as aide-de-camp to Maj. Gen. Greene, he was wounded at Guilford Courthouse. Ewing moved to Davidson Co. c. 1786 and married Sarah Smith c. 1788. Initially granted 2,666 acres, by 1798 Ewing had increased his land holdings across Middle Tenn. and owned 13 enslaved persons. This early Federal-style house was completed just before his death in 1822.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with updated text in 2018",
      "Location": "5101 Buena Vista Pike",
      "Latitude": 36.234022,
      "Longitude": -86.826127,
      "Condition": "",
      "Mapped Location": "POINT (-86.826127 36.234022)"
    },
    {
      "id": 52,
      "Year Erected": 1975,
      "Marker Name": "Major Wilbur Fisk Foster 1834-1922",
      "Marker Text": "Chief Engr. Army of Tenn. C. S. A.; Construction Engineer on first R.R. Bridge in Nashville; City Engineer of Nashville and member of American Society of Civil Engineers; Director of Works at the Tennessee Centennial Exposition & Co-Founder of Foster & Creighton Co.; Elder, First Presbyterian Church; 33rd Degree Scottish Rite Mason.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Centennial Park by Lake Wautauga",
      "Latitude": 36.146883,
      "Longitude": -86.810233,
      "Condition": "",
      "Mapped Location": "POINT (-86.810233 36.146883)"
    },
    {
      "id": 32,
      "Year Erected": 1970,
      "Marker Name": "Blackwood Field",
      "Marker Text": "In 1921 the State rented land west of Shute Lane and erected two hangars here for the 105th Observation Squadron, Tennessee National Guard. The airfield of about 100 acres was named for H. O. Blackwood, who gave $1,000 to aid the project. The first airmail flight from Nashville was from here to Chicago July 29, 1924. Airplanes used the field until 1928.",
      "Civil War Site?": "",
      "Notes": "replaced with updated text 2011",
      "Location": "Shute Lane and Lebanon Road, Hermitage",
      "Latitude": 36.214462,
      "Longitude": -86.604644,
      "Condition": "",
      "Mapped Location": "POINT (-86.604644 36.214462)"
    },
    {
      "id": 104,
      "Year Erected": 1999,
      "Marker Name": "Woodmont Estates",
      "Marker Text": "Created in 1937 from the G. A. Puryear farm. It was once part of Samuel Watkin's country estate. Olmsted Bros. Landscape Architects designed the roads and lots to flow naturally with the hills, valleys, and brook. Residential development was made possible by the 1915 construction of a concrete road. Known by 1918 as Woodmont Boulevard, it was the first documented concrete road in Tennessee.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "West Valley Brook and Bear Road",
      "Latitude": 36.114255,
      "Longitude": -86.823867,
      "Condition": "",
      "Mapped Location": "POINT (-86.823867 36.114255)"
    },
    {
      "id": 117,
      "Year Erected": 2003,
      "Marker Name": "West End High School",
      "Marker Text": "One of Nashville's best examples of Colonial Revival style, this building was designed by Donald Southgate and opened in 1937. Public Works Administration funds supported its construction during a major city school building project of the 1930s. Principals William H. Yarbrough (1937-54) and John A. Oliver (1955-68) built a reputation for academic and athletic excellence. It became a middle school in 1968.",
      "Civil War Site?": "",
      "Notes": "Donated by the West End High School Alumni Association, Inc.",
      "Location": "West End Avenue and Bowling Avenue, Elmington Park",
      "Latitude": 36.134539,
      "Longitude": -86.825193,
      "Condition": "",
      "Mapped Location": "POINT (-86.82519300000001 36.134539)"
    },
    {
      "id": 21,
      "Year Erected": 1970,
      "Marker Name": "Glendale Park",
      "Marker Text": "Here, near the center of a 64-acre woodland park owned by the Nashville Railway & Light Co., the Glendale streetcar line turned back toward town.  The park opened in 1888 to attract passengers for the railway—originally steam, electric after 1893.  A zoo was added in 1912.  The park closed in 1932, a casualty of automobiles and the Depression.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Intersection of Lealand and Tower Place",
      "Latitude": 36.096311,
      "Longitude": -86.790431,
      "Condition": "",
      "Mapped Location": "POINT (-86.790431 36.096311)"
    },
    {
      "id": 78,
      "Year Erected": 1982,
      "Marker Name": "Percy Warner Park 2058.1 Acres",
      "Marker Text": "Percy Warner (1861-1927) was a pioneer in electric utilities and hydroelectric development in the South. As chairman of the Park Board, he expanded Nashville's park system. Preservation of this natural area was one of his greatest civic projects. Named in his honor by the Park Board in 1927, this land constitutes the largest municipal park in Tennessee.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Belle Meade Boulevard at Warner Park entrance",
      "Latitude": 36.082996,
      "Longitude": -86.867072,
      "Condition": "",
      "Mapped Location": "POINT (-86.867072 36.082996)"
    },
    {
      "id": 39,
      "Year Erected": 1971,
      "Marker Name": "Site of Original Gas Works",
      "Marker Text": "The Nashville Gas Light Co., founded Mar. 1850, with General Washington Barrow, President, built first gas works in Tennessee for manufacturing gas from coal. First street lamp was lighted Feb. 13, 1851 at Second Ave. North and Public Square. First gas stove was used in 1894. Natural gas piped from Texas was first used in Nashville on August 5, 1946.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "800 Second Avenue North",
      "Latitude": 36.171394,
      "Longitude": -86.781125,
      "Condition": "",
      "Mapped Location": "POINT (-86.781125 36.171394)"
    },
    {
      "id": 80,
      "Year Erected": 1982,
      "Marker Name": "Edwin Warner Park 606.7 Acres",
      "Marker Text": "Edwin Warner (1870-1945) succeeded his brother Percy on the Park Board in 1927 and served for eighteen years. He personally directed the acquisition of most of the Warner Park acreage and supervised WPA development of the property. Warner organized a major Victory Garden program in the park during WWII. Park land west of Old Hickory Blvd. was renamed in his honor in 1937.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Highway 100 at Edwin Warner Park entrance",
      "Latitude": 36.06065,
      "Longitude": -86.9113,
      "Condition": "",
      "Mapped Location": "POINT (-86.9113 36.06065)"
    },
    {
      "id": 184,
      "Year Erected": 2018,
      "Marker Name": "The Jungle and Juanita's",
      "Marker Text": "Warren Jett opened The Jungle, a restaurant and cocktail bar, at 715 Commerce Street in 1952. Next door, Juanita Brazier opened Juanita's Place, a beer bar, in 1956. By the early 1960s, both were known as the first gay bars in Nashville. Jett sold The Jungle in 1960, after his brother, Leslie E. Jett, was elected sheriff. In 1963, 27 men were arrested for 'disorderly behavior' in a raid at Juanita's. Gay men continued to gather at both bars until 1983, when the block was leveled.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "715 Commerce St.",
      "Latitude": 36.160541,
      "Longitude": -86.782123,
      "Condition": "",
      "Mapped Location": "POINT (-86.782123 36.160541)"
    },
    {
      "id": 198,
      "Year Erected": 2019,
      "Marker Name": "Hillwood Estates",
      "Marker Text": "In 1910, Horace Greeley Hill, Sr. and wife Mamie began buying land around their West Nashville home Cliff Lawn. After Hill Sr., an entrepreneur and philanthropist, died in 1942, H.G. Hill, Jr. took over the family business and began developing that land into the Hillwood Estates subdivision. The neighborhood included an elementary and high school, both named for Hill, as well as the Hillwood Country Club and Hillwood Presbyterian Church, for which Hill Jr. donated land.",
      "Civil War Site?": "",
      "Notes": "Council District 23",
      "Location": "Davidson Road at Post Road",
      "Latitude": 36.115516,
      "Longitude": -86.862702,
      "Condition": "",
      "Mapped Location": "POINT (-86.862702 36.115516)"
    },
    {
      "id": 48,
      "Year Erected": 1971,
      "Marker Name": "Nashville General Hospital",
      "Marker Text": "Opened on this site February 1890, with a capacity of 60 beds. Doctor Charles Brower of the University of Nashville Medical Department was appointed Superintendent. In 1891 a school of nursing was opened with Miss Charlotte E. Perkins as Superintendent. This was the first training school for nurses between the Ohio River and New Orleans.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Hermitage Avenue at Middleton Avenue",
      "Latitude": 36.157435,
      "Longitude": -86.765467,
      "Condition": "",
      "Mapped Location": "POINT (-86.765467 36.157435)"
    },
    {
      "id": 106,
      "Year Erected": 1999,
      "Marker Name": "Houston's Law Office",
      "Marker Text": "Sam Houston, a native of Virginia, moved to Nashville in 1818 to study law with Judge James Trimble. Admitted to the bar later that year, Houston practiced in Lebanon, Tenn., before returning to Nashville to serve as District Attorney (1819-21). In 1821, he opened a law office near this site. He was elected a U.S. Congressman (1823-27), Governor of Tenn. (1827-29), and President of the Republic of Texas (1836-38).",
      "Civil War Site?": "",
      "Notes": "Donated by the Nashville Bar Association",
      "Location": "Second Avenue North at the Criminal Justice Center",
      "Latitude": 36.16827,
      "Longitude": -86.779132,
      "Condition": "DOWN DURING CONSTRUCTION",
      "Mapped Location": "POINT (-86.77913200000002 36.16827)"
    },
    {
      "id": 8,
      "Year Erected": 1968,
      "Marker Name": "The Nashville Race Course",
      "Marker Text": "The Nashville Race Course, the 'Burns Island Track,'   1828-1884, was .6 of a mile north.  Here Oct. 10, 1843, was run the then richest race in the world, the $35,000 Peyton Stakes, 4 mile heats, promoted by Bailie Peyton.  The winner owned by Thomas Kirkman, was renamed 'Peytona.'  Ten Broeck and Thora also raced here.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Vantage Way and Great Circle Road near Bush Lake.",
      "Latitude": 36.19313,
      "Longitude": -86.790668,
      "Condition": "",
      "Mapped Location": "POINT (-86.790668 36.19313)"
    },
    {
      "id": 196,
      "Year Erected": 2019,
      "Marker Name": "Duncan Hotel",
      "Marker Text": "The Duncan Hotel opened on this site in 1889. The Amalgamated Clothing Workers of America union formed here in 1914, before the hotel closed in 1916. R.H. Boyd, Preston Taylor and others purchased the building and opened the first Young Men's Christian Association (YMCA) for Black men. Located in the heart of the African-American business district, it shared the space with Citizens Savings Bank and Trust (formerly One Cent Savings Bank) and other African-American businesses.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list double sided",
      "Location": "330 Dr. M.L.K. Jr. Blvd.",
      "Latitude": 36.166414,
      "Longitude": -86.780457,
      "Condition": "",
      "Mapped Location": "POINT (-86.780457 36.166414)"
    },
    {
      "id": 129,
      "Year Erected": 2008,
      "Marker Name": "Parmer School",
      "Marker Text": "In 1927 8.25 acres of the Belle Meade Plantation were acquired from its owner Walter O. Parmer to use for a new school. Parmer School opened that fall as a one-room school with grades 1-3. In 1928 the school was transformed into a modern brick building with 4 classrooms adding grades 4-8. By 1951 there were 18 classrooms. The school closed in 1982 and burned in 1985. The stone and brick archway was left as a reminder of the school's history. The property became a public park in 1986.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Parmer Park on Leake Avenue, near Lasalle Court",
      "Latitude": 36.103042,
      "Longitude": -86.861405,
      "Condition": "",
      "Mapped Location": "POINT (-86.86140500000002 36.103042)"
    },
    {
      "id": 189,
      "Year Erected": 2019,
      "Marker Name": "Dr. Matthew Walker Sr.",
      "Marker Text": "Matthew Walker was born December 7, 1906 in Waterproof, La. After attending school in New Orleans, he graduated from Meharry Medical College in 1934 and began teaching at Hubbard Hospital. Walker served as Chairman of the Department of Surgery from 1945-73 and was instrumental in securing a 1968 federal grant to start the Meharry Neighborhood Health Center. In 1970 the community-based clinic's name was changed to the Matthew Walker Comprehensive Health Center in his honor.",
      "Civil War Site?": "",
      "Notes": "Council District 19",
      "Location": "1035 14th Ave N",
      "Latitude": 36.170705,
      "Longitude": -86.801482,
      "Condition": "",
      "Mapped Location": "POINT (-86.801482 36.170705)"
    },
    {
      "id": 202,
      "Year Erected": 2019,
      "Marker Name": "Belmont Church and Loinonia Coffeehouse",
      "Marker Text": "Koinonia (Greek for 'fellowship') Coffeehouse opened in 1973 with artists such as Dogwood, Fireworks and Brown Bannister boldly sharing their faith through contemporary music. It became a destination for 'Jesus Music' artists nationwide as young talent such as Amy Grant and Michael W. Smith shared their first songs. The neighboring Belmont Church helped with overflow crowds, co-hosting early CCM recording artists such as Honeytree, Randy Matthews, Don Francisco and more.",
      "Civil War Site?": "",
      "Notes": "double sided Sponsored by Capital Christian Music Group, Curb|Word Entertainment, and Provident Label Group",
      "Location": "1000 16th Ave S",
      "Latitude": 36.146636,
      "Longitude": -86.792464,
      "Condition": "",
      "Mapped Location": "POINT (-86.792464 36.146636)"
    },
    {
      "id": 144,
      "Year Erected": 2012,
      "Marker Name": "Bmi Broadcast Music, Inc.",
      "Marker Text": "BMI (Broadcast Music, Inc.), an organization that collects performance royalties for songwriters and music publishers in all genres of music, opened its doors in New York in 1940. BMI was the first performance rights organization to represent what was then commonly referred to as rural and race music in the forms of country, gospel, blues, and jazz. In 1958, BMI established a permanent Nashville office and hired Frances Williams Preston as manager. BMI constructed the first wing of this building in 1964 and expanded it in 1995. This office represents songwriters and music publishers in Memphis, Atlanta, New Orleans, Muscle Shoals and Austin, and played a key role in developing Nashville as Music City, U.S.A.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "10 Music Square East",
      "Latitude": 36.150756,
      "Longitude": -86.791786,
      "Condition": "",
      "Mapped Location": "POINT (-86.79178600000002 36.150756)"
    },
    {
      "id": 94,
      "Year Erected": 1995,
      "Marker Name": "Votes for Women",
      "Marker Text": "On August 18, 1920, Tennessee became the 36th state to ratify the 19th Amendment to the U.S. Constitution, thereby giving all American women the right to vote. After weeks of intense lobbying by national leaders, Tennessee passed the measure by one vote. The headquarters for both suffragists, wearing yellow roses,  and anti-suffragists, wearing red roses, were in the Hermitage Hotel.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Union Street and Capitol Boulevard",
      "Latitude": 36.164158,
      "Longitude": -86.782348,
      "Condition": "",
      "Mapped Location": "POINT (-86.782348 36.164158)"
    },
    {
      "id": 60,
      "Year Erected": 1975,
      "Marker Name": "Nashville Ymca",
      "Marker Text": "On May 18, 1875, members of several Nashville churches gathered at the Christian Church (138 Vine Street) after a religious revival meeting and organized the Nashville Young Men's Christian Association. Its first building, erected in 1886 on Church Street between Cherry and College, was destroyed by a fire in 1894. In 1912, it moved to its new eight-story building on Seventh and Union, which it occupied until 1972 when it moved to its present building, 1000 Church Street.",
      "Civil War Site?": "",
      "Notes": "Marker Project- prioirty list replaced with new text in 2018",
      "Location": "1000 Church Street",
      "Latitude": 36.161101,
      "Longitude": -86.784991,
      "Condition": "",
      "Mapped Location": "POINT (-86.784991 36.161101)"
    },
    {
      "id": 12,
      "Year Erected": 1969,
      "Marker Name": "Nashville's First Public School",
      "Marker Text": "Nashville's first public school, Hume School, opened here Feb. 26, 1855.  A three story brick building, the school employed 12 teachers and served all grades.  In 1874 high school classes were moved to Fogg School built on adjoining corner lot. Named for educators, Alfred E. Hume & Francis B. Fogg, the schools were replaced by Hume-Fogg in 1912.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Hume-Fogg High School, 700 Broadway",
      "Latitude": 36.159026,
      "Longitude": -86.781722,
      "Condition": "",
      "Mapped Location": "POINT (-86.781722 36.159026)"
    },
    {
      "id": 5,
      "Year Erected": 1968,
      "Marker Name": "Battle of Nashville Shy's Hill",
      "Marker Text": "On this hill was fought the decisive encounter of the Battle of Nashville December 16, 1864.  At 4:15 p.m. a Federal assault at the angle on top of the hill broke the Confederate line.  Col. W. M. Shy, 20th Tenn. Inf. was killed and Gen. T. B. Smith was captured.  The Confederates retreated over the Overton Hills to the Franklin Pike.",
      "Civil War Site?": "TRUE",
      "Notes": "",
      "Location": "W side of Benton Smith Road,  South of Harding Place at bottom of Shy's Hill Trail",
      "Latitude": 36.087691,
      "Longitude": -86.807835,
      "Condition": "",
      "Mapped Location": "POINT (-86.807835 36.087691)"
    },
    {
      "id": 97,
      "Year Erected": 1996,
      "Marker Name": "Radnor College",
      "Marker Text": "Two blocks west, on the hill, stood Radnor, a college for young women. Founded by A.N. Eshman in 1906, it gained national attention for its complimentary educational tours for students. After the school closed in 1914, a printing plant on campus served until 1924 as the Cumberland Presbyterian Publishing House. In 1921, a spectacular fire claimed the college's main building.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Corner of Nolensville Road and McClellan Street",
      "Latitude": 36.101345,
      "Longitude": -86.740546,
      "Condition": "",
      "Mapped Location": "POINT (-86.740546 36.101345)"
    },
    {
      "id": 74,
      "Year Erected": 1981,
      "Marker Name": "Cardinal Stritch",
      "Marker Text": "Samuel Stritch, born Aug. 17, 1887, southwest corner Fifth and Madison, entered Assumption School at age 7. Ordained when 22, he sang his first Mass here, was priest in Memphis and Nashville, Bishop of Toledo, Archbishop of Milwaukee, Archbishop of Chicago. Named Cardinal in 1946, he was called to Rome in 1958 to head Catholic missions, thus became first American member of the Roman Curia.",
      "Civil War Site?": "",
      "Notes": "double-sided with #73",
      "Location": "1227 Seventh Ave North",
      "Latitude": 36.175419,
      "Longitude": -86.790929,
      "Condition": "",
      "Mapped Location": "POINT (-86.790929 36.175419)"
    },
    {
      "id": 119,
      "Year Erected": 2004,
      "Marker Name": "The Temple Cemetery",
      "Marker Text": "The Temple Cemetery was established in 1851 with the purchase of three acres by the Hebrew Benevolent Burial Association and still serves Nashville's first Jewish congregation, The Temple, Congregation Ohabai Sholom. It blends early urban burial ground practices with picturesque elements of later Victorian garden cemeteries. The Temple Cemetery was listed in the National Register of Historic Places in 2004.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Temple Cemetery, 2001 15th Avenue North (inside cemetery)",
      "Latitude": 36.183528,
      "Longitude": -86.810322,
      "Condition": "",
      "Mapped Location": "POINT (-86.810322 36.183528)"
    },
    {
      "id": 133,
      "Year Erected": 2008,
      "Marker Name": "Richland-west End",
      "Marker Text": "This early planned subdivision presents a largely unaltered picture of suburban residences in early 20th century Nashville. With ninety percent of existing homes built between 1905 and 1925, the styles range from large American foursquares to the more modest bungalows and cottages. The neighborhood is listed in the National Register of Historic Places.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Bowling Avenue at Richland Avenue",
      "Latitude": 36.1358,
      "Longitude": -86.825734,
      "Condition": "",
      "Mapped Location": "POINT (-86.825734 36.1358)"
    },
    {
      "id": 30,
      "Year Erected": 1970,
      "Marker Name": "Old Hickory Powder Plant",
      "Marker Text": "Site of the $87,000,000 Old Hickory Powder Plant built and operated in 1918 by the E.I. DuPont deNemours Co., for the United States Government, to make smokeless gunpowder for the Allied Armies in World War I. By the time of the Armistice Nov. 11, 1918, the plant, 75% complete, was producing 750,000 lbs of powder every 24 hours.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Swinging Bridge Road and Cinder Road, Old Hickory",
      "Latitude": 36.277097,
      "Longitude": -86.669215,
      "Condition": "",
      "Mapped Location": "POINT (-86.669215 36.277097)"
    },
    {
      "id": 118,
      "Year Erected": 2004,
      "Marker Name": "Sunnyside",
      "Marker Text": "Home of Mary Benton, widow of Jesse Benton who left Nashville after a famous feud with Andrew Jackson in 1813. The Greek Revival house was built c.1852 and stood between Union and Confederate lines during the Battle of Nashville in 1864. Prominent dentist L.G. Noel lived here for 45 years. The brick wings were added by Col. Granville Sevier during renovation of the house in the late 1920s.",
      "Civil War Site?": "",
      "Notes": "replaced #22 Sunnyside",
      "Location": "Sevier Park 3000 Granny White Pike",
      "Latitude": 36.119859,
      "Longitude": -86.790745,
      "Condition": "",
      "Mapped Location": "POINT (-86.790745 36.119859)"
    },
    {
      "id": 101,
      "Year Erected": 1997,
      "Marker Name": "Nashville's First Radio Station",
      "Marker Text": "June 1922, Boy Scout John H. DeWitt, Jr., started Nashville's first radio station (WDAA) on the Ward-Belmont Campus. Assisted by music teacher G.S. deLuca, he broadcast Enrico Caruso records to the opening of the River and Rail Terminal on the river at Broad Street. DeWitt was WSM radio station's chief engineer, 1932-1942, and president, 1947-1968.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Belmont University Campus Freeman Hall",
      "Latitude": 36.135886,
      "Longitude": -86.794723,
      "Condition": "",
      "Mapped Location": "POINT (-86.794723 36.135886)"
    },
    {
      "id": 116,
      "Year Erected": 2003,
      "Marker Name": "Tolbert Hollow",
      "Marker Text": "George Tolbert, a farmer, bought 97½ acres here in 1879 that became known as Tolbert Hollow. He was a former slave who, according to family tradition, purchased his own freedom. Tolbert worked 45 acres by 1880 and cut and sold wood with his sons. Land ownership signified true freedom for blacks after the Civil War. Generations of Tolbert's descendants continued to live on his land.",
      "Civil War Site?": "",
      "Notes": "",
      "Location": "Tolbert Road, off of Old Hickory Boulevard",
      "Latitude": 36.106301,
      "Longitude": -86.921666,
      "Condition": "",
      "Mapped Location": "POINT (-86.921666 36.106301)"
    },
    {
      "id": 163,
      "Year Erected": 2018,
      "Marker Name": "Grandale",
      "Marker Text": "Built in the 1830s, rebuilt in 1859, and expanded in 1880, Perry Dale Sr. and Alberta G. Dale purchased this two-story frame house in 1946, naming it GranDale. The one-story wings were added to each side in the 1970s. Between 1972 and 1973, Perry Sr. sold the house and the Dale Foods canning factory (now Cannery Row) to his two sons. The Dale sons sold GranDale in 1983, and in 1997 the house was moved 60 ft. from the original location at 2234 Murfreesboro Pike to save it from demolition.",
      "Civil War Site?": "",
      "Notes": "Marker Project-priority list",
      "Location": "200 Nashboro Blvd.",
      "Latitude": 36.088169,
      "Longitude": -86.646253,
      "Condition": "",
      "Mapped Location": "POINT (-86.646253 36.088169)"
    }
  ]